Repository: yacs/yacs
Catalog: i18n/locale/*/behaviors.po
Languages: fr

source: No anchor has been found.
fr: Aucun ancrage n'a été trouvé.

source: No parameter has been provided to %s
fr: Aucun paramètre n'a été fourni pour %s

source: Bad parameter to behavior <code>%s %s</code>
fr: Mauvais paramètre pour le comportement <code>%s %s</code>

source: Before moving forward, please read following text and express yourself at the end of the page.
fr: Avant d'aller plus loin, merci de lire le texte qui suit, et d'utiliser les boutons en bas de page.

source: Do you agree?
fr: Etes-vous d'accord ?

source: Yes
fr: Oui

source: No
fr: Non

source: No behavior %s has been found.
fr: Aucun comportement %s n'a été trouvé.

source: Behaviors
fr: Comportements

source: Behaviors listed below can be used to customise articles attached to some sections.
fr: Les comportements présentés ci-dessous peuvent être utilisés pour particulariser les articles attachés à certaines sections.

source: For example, if you want to apply the behavior <code>foo</code>, go to the %s , and select a target section, or add a new one.
fr: Par exemple, pour mettre en oeuvre le comportement <code>mon_comportement</code>, visitez la %s. Choisissez une section existante, ou ajoutez une nouvelle section si besoin.

source: site map
fr: carte du site

source: In the form used to edit the section, type the keyword <code>foo</code> in the behavior field, then save changes.
fr: Dans le formulaire d'édition, tapez le mot-clé <code>mon_comportement</code> dans le champ behavior. Sauver les changements.

source: Move to %s
fr: Déplacer vers %s

source: No item has the provided id.
fr: Aucun élément n'a été trouvé.

source: Access has been denied
fr: Accès refusé

source: Your agreement is required to access the target page. Sorry for any inconvenience.
fr: Votre accord est nécessaire pour accèder à la page désirée.

source: Back to main page
fr: Retour à la page principale
