Repository: yacs/yacs
Catalog: i18n/locale/*/control.po
Languages: fr

source: %s - broadcast digests and announcements by e-mail
fr: %s - envoyer des résumés et des annonces par courrier électronique

source: %s - select a section and type some text, then add images, files and links
fr: %s - selectionnez une section et tapez un peu de texte, puis ajoutez des images, des fichiers et des liens

source: Add a page
fr: Ajouter une page

source: %s - fill pre-defined fields, then add images, files and links
fr: %s - remplissez les champs prédéfinis, puis ajoutez des images, des fichiers ou des liens

source: Use a form
fr: Utiliser un formulaire

source: %s - create blogs, wikis, forums, and more
fr: %s - crée des blogs, des wikis, des forums, et bien d'autres choses

source: Content Assistant
fr: Assistant de contenu

source: %s - you may enhance %s of some sections
fr: %s - vous pouvez ajouter les %s pour certaines sections

source: Site map
fr: Carte du site

source: behaviors
fr: comportements

source: %s - some have %s
fr: %s - certaines ont des %s

source: Template pages
fr: Pages modèles

source: %s, including: %s, %s, %s and %s
fr: %s, y compris %s, %s, %s et %s

source: Global pages
fr: Pages globales

source: the cover page
fr: la page de couverture

source: About this site
fr: A propos de ce site

source: Privacy statement
fr: Protection de la vie privée

source: %s - shared directories and files
fr: %s - répertoires et fichiers partagés

source: %s - exported from another server
fr: %s - exporté depuis un autre serveur

source: %s - update the database
fr: %s - pour une table de la base de données

source: Upload a .CSV file
fr: Téléverser un fichier .CSV

source: %s - all feeds available (RSS, ATOM)
fr: %s - tous les flux d'information (RSS, ATOM)

source: %s - connect remote computers through XML-RPC or REST
fr: %s - connecter les ordinateurs distants par XML-RPC ou REST

source: %s - codes you can use to beautify your pages
fr: %s - les codes que vous pouvez utiliser dans vos pages

source: %s - smileys available for your posts
fr: %s - les émoticons pour exprimer vos sentiments

source: Smileys
fr: Emoticons

source: %s - some pictures you may choose for your profile
fr: %s - quelques images à utiliser sur votre profil

source: %s - learn about your visitors
fr: %s - en savoir plus sur vos visiteurs

source: Content management
fr: Gestion de contenu

source: To install following bookmarklets, right-click over them and add them to your bookmarks or favorites. Then recall them at any time while browsing the Internet, to add content to this site.
fr: Pour installer les bookmarklets suivants, cliquer-droit au-dessus des liens et les ajouter à vos signets ou favoris. Ils seront ainsi disponibles à tout moment pour référencer une page trouvée sur Internet sur ce serveur.

source: Blog at %s
fr: Blog à %s

source: Bookmark at %s
fr: Enregistrer le signet à %s

source: If your browser supports side panels and javascript, click on the following link to %s.
fr: Si votre navigateur supporte les panneaux de côté et javascript, vous pouvez cliquer sur le lien qui suit pour %s.

source: add a blogging panel
fr: ajouter un panneau de blog

source: The panel has been added. You may have to ask your browser to make it visible (Ctrl-B for Firefox).
fr: Le panneau a été ajouté. Vous pouvez avoir à le faire afficher (Ctrl-B pour Firefox).

source: Your browser does not support side panels. Have you considered to upgrade to Mozilla Firefox?
fr: Votre navigateur ne supporte pas les panneaux latéraux. Voulez-vous évoluer vers Mozilla Firefox ?

source: If you are running Internet Explorer under Windows, click on the following link to %s triggered on right-click. Accept registry updates, and restart the browser afterwards.
fr: Si vous utilisez Internet Explorer sous Windows, cliquez sur le lien suivant pour %s accessible sur bouton droit. Acceptez les modifications de la base de registres, puis redémarrer le navigateur.

source: add a contextual bookmarklet
fr: ajouter un bookmarklet contextuel

source: Blogging tools
fr: Outils de blog

source: Content
fr: Contenu

source: Server time zone
fr: Fuseau horaire du serveur

source: hour
fr: heure

source: Memory
fr: Mémoire

source: System overview
fr: Aperçu du système

source: %s - basic view of the system
fr: %s - les éléments de base du système

source: %s - phpinfo() and more
fr: %s - phpinfo() et autres

source: Run-time information
fr: Environnement d'exécution

source: %s - operation summary
fr: %s - résumé des actions effectuées

source: %s - the safety tool; also useful to submit bulk SQL statements
fr: %s - l'outil de sécurité indispensable

source: %s - check the database structure; also optimize data tables and update index
fr: %s - vérifie et optimise la structure de la base de données

source: Database maintenance
fr: Maintenance de la base de données

source: %s - clear the cache or delete what can be safely deleted
fr: %s - vider le cache ou supprimer l'inutile

source: %s - shut the server down, or fire it up again
fr: %s - stopper et redémarrer votre serveur

source: Switch
fr: Interrupteur

source: %s - some upgrades are waiting for execution
fr: %s - il y a des mises à jour en attente

source: Run once
fr: Exécution unique

source: %s - server software
fr: %s - gestionnaire du serveur

source: %s - plugins and other pieces of software hooked into yacs
fr: %s - plugins et autres éléments intégrés dans Yacs

source: %s - change permissions of files
fr: %s - changer les permissions des fichiers

source: %s - other commands
fr: %s - autres commandes

source: Tools
fr: Outils

source: System management
fr: Gestion du serveur

source: Categories
fr: Catégories

source: Help
fr: Aide

source: See also
fr: Voir aussi

source: Included files
fr: Fichiers inclus

source: Constants
fr: Constantes

source: Calls to phpinfo() are not allowed on this server.
fr: Les appels à phpinfo() ne sont pas autorisés sur ce serveur.

source: YACS uses the improved MySQL PHP extension.
fr: YACS utilise l'extension PHP MySQL améliorée.

source: YACS saves data using UTF8 character set.
fr: YACS enregistre les informations au format UTF8.

source: YACS saves data Unicode entities encoded in ASCII character set.
fr: YACS enregistre les informations, y compris les entités Unicode, au format ASCII.

source: SQL status
fr: Statut SQL

source: SQL variables
fr: Variables SQL

source: Supported charsets
fr: Jeux de caractères acceptés

source: Please activate the GD module, else YACS can not resize images.
fr: Merci d'activer le module GD, sinon YACS ne peut pas retailler les images.

source: GIF support is enabled
fr: Le format GIF est supporté

source: GIF support is NOT enabled
fr: Le format GIF n'est PAS supporté

source: JPG support is enabled
fr: Le format JPG est supporté

source: PNG support is enabled
fr: Le format PNG est supporté

source: %s, to learn more about Yacs run-time.
fr: %s, pour mieux connaître l'environnement d'exécution de Yacs.

source: %s, to know everything about PHP runtime at this server.
fr: %s, pour tout savoir de l'environnement PHP sur ce serveur.

source: %s, to get run-time parameters of the SQL engine.
fr: %s, pour obtenir les paramètres d'exécution de SQL.

source: %s, to understand image support at this site.
fr: %s, pour décrire le support des images sur ce serveur.

source: Please indicate below the name and password you will use to authenticate to this server.
fr: Merci d'indiquer ci-dessous les nom et mot de passe que vous utiliserez pour vous authentifier.

source: DO NOT FORGET THIS LOGIN!! There is no default administrative login created when YACS is installed, so if you lose your login, you will have to purge the database and trigger the setup script again.
fr: N'OUBLIEZ PAS CETTE INFORMATION !! Il n'y a pas de compte par défaut dans l'installation de YACS, donc si vous perdez votre mot de passe, vous devrez purger la base de données et recommencer l'installation.

source: Nick name
fr: Surnom ou diminutif

source: Please carefully select a meaningful nick name.
fr: Choisissez un surnom significatif.

source: Password
fr: Mot de passe

source: We recommend at least 4 letters, two digits, and a punctuation sign - in any order
fr: De préférence au moins 4 chiffres, 2 lettres et 1 signe de ponctuation

source: Password confirmation
fr: Confirmation du mot de passe

source: You must provide a nick name.
fr: Vous devez indiquer un surnom.

source: You must provide a password.
fr: Vous devez taper un mot de passe.

source: You must confirm the password.
fr: Vous devez confirmer le mot de passe.

source: Users
fr: Utilisateurs

source: One associate profile "%s" has been created.
fr: Un compte d'associé "%s" a été créé.

source: Covers
fr: Couvertures

source: The top page here is also displayed at the front page
fr: La première page de cette section apparait sur la page d'accueil

source: A section "%s" has been created.
fr: Une section "%s" a été créée.

source: The default place for new pages
fr: La section par défaut pour les nouvelles pages

source: Extra boxes
fr: Boîtes extra

source: Boxes displayed aside the front page
fr: Boîtes affichées sur le côté de la page d'accueil

source: All [link=codes]codes/[/link] are available to format boxes. Keep the content as compact as possible because of the small size of any single box. When ready, publish pages to actually show boxes to everybody.
fr: Les [link=codes]codes/[/link] sont disponibles pour formatter les boîtes. Conservez le contenu aussi compact que possible pour limiter la taille de chaque boîte. Publiez les pages pour les faire apparaître à tous les surfeurs.

source: Gadget boxes
fr: Boîtes gadget

source: Boxes displayed in the middle of the front page
fr: Boîtes affichées au milieu de la page d'accueil

source: Navigation boxes
fr: Boîtes de navigation

source: Boxes displayed aside all pages
fr: Boîtes affichées sur le côté de toutes les pages

source: Processed queries
fr: Requêtes traitées

source: Saved for history
fr: Historique

source: Queries
fr: Requêtes

source: Submitted by any surfer
fr: Envoyées par n'importe quel surfeur

source: Add comments to provide support.
fr: Le traitement des requêtes s'effectue par ajout de commentaires.

source: Models to be duplicated
fr: Modèles pour les nouvelles pages

source: Templates
fr: Pages modèles

source: For standalone pages
fr: Pour les pages isolées

source: Threads
fr: Discussions

source: No item has been added
fr: Aucun élément n'a été ajouté

source: featured
fr: une

source: Featured
fr: A la Une

source: Pages to display at the front page
fr: Pages à afficher en page d'accueil

source: Pages attached to this category are featured at the front page in a compact list aside.
fr: Les pages de cette catégorie apparaissent sur la page d'accueil, dans une liste compacte sur le côté.

source: A category "%s" has been created.
fr: Une catégorie "%s" a été créée.

source: monthly
fr: mensuel

source: Publications by month
fr: Publications mois par mois

source: weekly
fr: hebdomadaire

source: Publications by week
fr: Publications semaine par semaine

source: What is [parameter=site_name] about?
fr: De quoi s'agit-il sur [parameter=site_name] ?

source: Welcome to this server! Here are attributes transmitted in the header of each page:
fr: Bienvenue sur ce serveur ! Voici les informations transmises dans l'en-tête de chaque page :

source: Site name
fr: Nom du site

source: Keywords
fr: Mots-clés

source: Geographical position
fr: Position géographique

source: Owner
fr: Propriétaire

source: This site is powered by [link=YACS]http://www.yacs.fr/[/link], [link=PHP]http://www.php.net/[/link], and [link=MySQL]http://www.mysql.com/[/link] - a fast, easy-to-use site that lets you access, review, and download information that matters for you.
fr: Ce site est propulsé par [link=YACS]http://www.yacs.fr/[/link], [link=PHP]http://www.php.net/[/link], et [link=MySQL]http://"www.mysql.com/[/link] - un site rapide, facile d'utilisation, qui vous permet de consulter, de lire et de télécharger l'information qui vous intéresse.

source: The preferred mean to join us is to use the general-purpose query form. This is a convenient tool for you and for us, because your request and related answers will be listed at a single place accessible from your web browser. Moreover, you will be informed by e-mail of any progressing step to your query.
fr: Le plus simple pour nous contacter est d'utiliser le formulaire de requête. Il s'agit d'un outil pratique pour vous comme pour nous, parce que votre requête, ainsi que les les réponses associées, sont regroupées en une seule page accessible depuis votre navigateur. De plus, vous pouvez être alerté par courrier électronique de chaque étape de traitement de votre requête.

source: Query: [link=Use the on-line form]query.php[/link]
fr: Requête : [link=Utiliser le formulaire en ligne]query.php[/link]

source: If you have something vitally important to tell us, send a message at the following address.
fr: Si vous avez quelque chose d'extrêmement important à partager avec nous, envoyez un message à l'adresse suivante.

source: Webmaster: [parameter=site_email]
fr: Webmestre : [parameter=site_email]

source: Due to the large amount of e-mail that we get, we can NOT guarantee a response! This is especially true if your e-mail concerns issues we can't really help you with.
fr: L'afflux de messages que nous recevons est tel que nous ne pouvons pas vous garantir une réponse. Et bien évidemment, nous préférons répondre en priorité aux messages proches de nos centres d'expertise.

source: How you can help
fr: Comment pouvez-vous contribuer ?

source: We are proud of this server, but it certainly isn't perfect. We're always looking for ways to improve the site. So, if you've got any great ideas, then please let us know about them. Or, if you know of some important information that isn't listed here, email the author and tell them you want it listed on this site! It'll help make this server a better site for the whole community - and that's who we're here to serve.
fr: Nous sommes fiers de ce site, malgré ses imperfections. Nous essayons d'être à l'écoute de toute suggestion constructive qui permettrait de l'améliorer. N'hésitez donc pas à partager vos bonnes idées avec nous. Ou si vous pensez qu'il manque quelque élément d'information, faites-nous le savoir ! Chaque amélioration bénéficie à l'ensemble de la communauté - vous, moi, tous les gens intéressés.

source: Legal Stuff
fr: Informations légales

source: Be nice to other people, don't spam them, and don't do anything bad with any information you might get from this site.
fr: Soyez gentils avec les autres, ne leur envoyez pas de courrier éléctronique non-sollicité, et ne faites pas d'usage frauduleux des informations collectés sur ce site.

source: All content, including but not limited to user reviews, application listings and information contained therein, is owned by [parameter=site_owner] and may not be copied without permission. However, the above content my be freely modified and/or removed by the person or persons responsible for submitting it.
fr: L'ensemble du contenu, y compris les apports ou commentaires des membres de la communauté, ou tout autre type d'information publiée, est la propriété de [parameter=site_owner] et ne peut être reproduit sans permission. Toutefois, ces informations peuvent être modifiées ou supprimées librement par leurs créateurs.

source: [parameter=site_owner] is not responsible for the content of information submitted to the site. [parameter=site_owner] is not responsible for any content contained on other sites that may link to or be linked to [parameter=site_name]. As such, the existence of a link to another site on [parameter=site_name] does not express endorsement by [parameter=site_owner] of said site or its contents.
fr: [parameter=site_owner] ne peut être tenu pour responsable des informations publiées sur ce site. [parameter=site_owner] n'est pas non plus responsable des liens que d'autres sites pourraient lier au contenu de [parameter=site_name]. En tant que tel, l'existence d'un lien de [parameter=site_name] vers un autre site n'implique aucune forme d'approbation ou d'encouragement par [parameter=site_owner] du site cible.

source: All other trademarks, icons, and logos, shown or mentioned, are the property of their respective owners, including those associated with any solutions listed in [parameter=site_name]. Although [parameter=site_owner] does not own and is not responsible for all of the content on the site, we reserve the right to edit or remove any content at any time in any way we deem necessary, without any notification whatselver to the owner(s) of that content, to keep it better in line with our stated and/or unstated policies. [parameter=site_owner] is not responsible for any copyright laws violated by the applications listed herein, although we will do everything we can do resolve any disputes that may arise in this area.
fr: Les marques ou images montrées ou mentionnées restent la propriété de leurs propriétaires respectifs, y compris ceux associés aux solutions listées sur [parameter=site_name]. [parameter=site_owner] se réserve le droit de corriger ou supprimer tout contenu à chaque fois que cela sera nécessaire, sans devoir notifier l'auteur initial de l'information concernée. [parameter=site_owner] ne saurait être tenu pour responsable des violations de droit d'auteur initié par des membres de la communauté, même si tout sera mis en oeuvre pour résoudre les problèmes éventuels.

source: A page "%s" has been created.
fr: Une page "%s" a été créée.

source: Present to others
fr: Faire une présentation

source: Arrange an interactive virtual meeting based on document or desktop sharing. This relies on a BigBlueButton server, and supports webcams and interactive chat.
fr: Préparer une réunion virtuelle à base de document ou d'écran partagé. Ceci requière un serveur BigBlueButton ; les webcams et les interactions textuelles sont disponibles.

source: Chat with others
fr: Discuter en ligne

source: Start an interactive session right now, or add it to your agenda. The page will be turned to a permanent transcript at the end of the meeting.
fr: Préparer une discussion interactive, qui sera transformée en transcript permanent à l'issue de la réunion.

source: Welcome!
fr: Bienvenue !

source: Real-time collaboration
fr: Collaboration en temps réel

source: Allow multiple contributors to work at the same document. At the given date and time participants are invited to join and to contribute.
fr: Permettre à plusieurs personnes de travailler en même temps sur le même texte. A l'heure dite, les participants sont invités à rejoindre l'adresse indiquée et à contribuer.

source: Plan an event
fr: Préparer un événement

source: Arrange an event at the given date and time. Manage enrolment, and provide meeting instructions on-line.
fr: Préparer un événement en indiquant la date, l'heure, et le lieu. Gérez les inscriptions, et guidez les participants de façon électronique.

source: Meet somewhere on the web
fr: Se rencontrer sur le web

source: Arrange an on-line meeting supported externally. At the given date and time participants are invited to join the provided web address.
fr: Préparer une réunion en dehors de votre serveur. A l'heure dite, les participants sont invités à rejoindre l'adresse web indiquée.

source: Recent pages
fr: Pages récentes

source: Share some information
fr: Partager une information

source: From the web, from your computer, or from your head.
fr: Provenant du web, de votre ordinateur, ou de vous-même.

source: Ask a question
fr: Poser une question

source: Let the community help you. Answered pages can be rated by visitors.
fr: Laissez la communauté vous aider. Les pages répondues peuvent être notées par les visiteurs.

source: Livestream broadcast
fr: Emission Livestream

source: Drive your audience to a Livestream channel. At the given date and time participants are invited to join the show.
fr: Planifier une émission de la web TV Livestream. A l'heure dite, les participants sont invités à assister au show.

source: Home
fr: Accueil

source: We respect your privacy! Any and all information collected at this site will be kept strictly confidential and will not be sold, reused, rented, loaned or otherwise disclosed. Any information you give to us will be held with the utmost care, and will not be used in ways that you have not consented to. Read on for more specific information.
fr: Nous respectons votre vie privée ! Sauf exception dûment documentée, les informations collectées sur ce site ne sont ni revendues, louées ou partagées. Nous prenons le plus grand soin des informations que vous nous confiez.

source: User Information
fr: Informations sur les utilisateurs

source: In order to make certain parts of this server work, some sections of the site require you to give us your e-mail address and/or other types of personal information (or may do so in the future). We do not sell, rent, loan, trade, or lease any personal information collected at our site, including survey forms or email lists. In other words, your information is safe with us.
fr: Pour mieux faire fonctionner ce site nous vous demandons de nous confier votre adresse de courrier électronique ou d'autres informations personnelles. Nous ne divulguons pas ces informations sous quelque forme que ce soit. En résumé, vous pouvez nous faire confiance.

source: Mailings
fr: Courriers électroniques

source: In some cases we will use your email address internally, both for identification purposes and to email you updates related to your pages. Your explicit approval is required to mail you our periodic newsletter. At any time you can easily configure your account to enable or to disable such mailings. We <i>may</i>, in certain cases, send you email updates you haven't specifically requested to receive; if and when we do this, we won't do it without a good reason (and this certainly won't serve as our excuse to spam you.)
fr: Dans certains cas nous utilisons les adresses électroniques pour l'identification de nos membres, ou pour vous envoyer des mises à jour par courrier. Nous envoyons périodiquement des lettres d'information, mais seulement à ceux qui nous l'ont demandé. A tout instant vous pouvez changer cette option sur votre profil d'utilisateur. Il est possible que nous vous envoyons un courrier non-sollicité, mais si nous le faisons, ce sera toujours pour un motif valable, et jamais avec une excuse pour vous spammer.

source: Web Logs
fr: Traces web

source: We occasionally analyzes our website logs to constantly improve the value of the content available on our website. Our website logs are not personally identifiable, and we make no attempt to link them with the individuals that actually browse the site.
fr: Nous analysons occasionnellement les archives de consultation pour améliorer la valeur du contenu disponible sur notre site. Ces analyses sont toujours statistiques et non-nominatives, et nous ne tentons pas de les corréler aux individus qui ont navigué sur le site.
