Repository: yacs/yacs
Catalog: i18n/locale/*/control.po
Languages: fr

source: Although some Internet users think cookies are a serious privacy issue, as web designers we think that they come in darned handy. This site uses cookies for basic account identification purposes, but that's as far as we go. We won't use any information from cookies to track your browsing sessions, attempt to extract personal information from them that we wouldn't otherwise have access to, or do any other naughty things with your cookies. If you don't agree with our use of cookies, you can configure most web browsers not to accept them. Even without a cookie, a significant part of this server will still be accessible to you (although you will lose the ability to do anything that requires you to be logged into the server).
fr: Ce site utilise les cookies comme mécanisme standard de gestion de session. Nous n'utilisons pas les cookies pour suivre les sessions de navigation individuelles, ni pour faire d'autres choses indélicates. Si vous n'êtes pas d'accord avec cette politique, merci de configurer votre navigateur pour ne pas accepter les cookies de ce site. Une partie significative de ce site vous restera accessible, même si vous perdrez la faculté de vous authentifier et de contribuer.

source: Passwords
fr: Mots de passe

source: This server requires you to define and enter passwords to access certain areas of the site. In case this conjures up images of crackers breaking into our databases and getting your passwords, you don't have to worry about it. Passwords are stored in an encrypted format, so that <i>we</i> can't even look at them. This encryption <i>is</i> breakable, but it takes a lot of effort and computing time (days or weeks to crack a single password) so for all intents and purposes, your passwords are safe here. The downside to this, of course, is that if you lose or forget your password we can't get it back for you. We've provided a method to reset your password if this happens, but as with any other password, it's best not to forget in the first place.
fr: Certaines parties de ce site sont protégées par un mot de passe d'authentification. Les mots de passe sont chiffrés dans la base de données, et nous ne pouvons pas les déchiffrer. Ce chiffrement peut être cassé, mais ceci requière beaucoup d'effort et de temps de calcul, et nous considérons donc que vos mots de passe sont en sécurité sur ce site. L'inconvénient, c'est que si vous oubliez votre mot de passe nous ne pourrons pas vous aiserà le retrouver. Une procédure est disponible pour obtenir un nouveau mot de passe, mais il est toujours mieux de prendre ses précautions pour ne pas faire d'oubli.

source: Posted material
fr: Informations partagées

source: Posted material is, of course, not private; several persons can look at them. But this is as good a time as any to point out that we own and retain control of whatever records you enter into the system. This means that we reserve the right to view and modify your articles, files, links, comments, etc. and we exercise this right. Most of the time we do this to fix trivial things; for example, if you post a page into an incorrect section, made a really obvious typo, or put in something really inappropriate, then we might modify it. But in any case, you should be aware that this could happen. FYI, <i>we</i> get to decide what's inappropriate, but you should all know your netiquette by now, right? :-)
fr: Les informations partagées, par définition, ne peuvent pas rester secrètes. Plusieurs personnes peuvent toujours les consulter. En particulier, les associés exercent leur droit de contrôle pour relire et modifier toutes les pages et fichiers publiés par les membres de la communauté. La plupart du temps il s'agit de corriger une faute de frappe, ou de déplacer une page d'une section à une autre. Quelquefois un associé ou un éditeur peut aller jusqu'à supprimer un élément d'information sans justification particulière.

source: If you have any questions or comments about our privacy policy, or would like more information about a particular category, please [article=about, get in touch] with us.
fr: Si vous avez des questions ou des commentaires sur nos règles de protection de la vie privée, ou bien si vous souhaitez des complèments d'information, merci de [article=about, nous contacter].

source: Add a web page with a streamlined interface.
fr: Ajouter une page à l'interface simplifiée.

source: Private discussion
fr: Discussion privée

source: To interact privately with some persons.
fr: Pour interagir en privé avec plusieurs personnes.

source: USTREAM broadcast
fr: Emission USTREAM

source: Drive your audience to a USTREAM show. At the given date and time participants are invited to join the channel.
fr: Planifier une émission de la web TV USTREAM. A l'heure dite, les participants sont invités à assister au show.

source: Wiki page
fr: Page wiki

source: Create an initial page and invite participants to follow-up. Modifications are saved, to allow for fall-back.
fr: Créez une page et invitez les participants à la modifier. Tous les apports sont enregistrés, pour faciliter les retours en arrière éventuels.

source: Configure the page factory
fr: Configurer la fabrication des pages

source: What do you want to do now?
fr: Que voulez-vous faire à présent ?

source: Check the updated Site Map
fr: Visiter la Carte du Site mise à jour

source: Launch the Content Assistant again
fr: Relancer l'Assistant de Contenu

source: Deleting %s
fr: Effacement de %s

source: Deleting agents data...
fr: Suppression des données concernant les agents et navigateurs...

source: Purge again
fr: Purger de nouveau

source: Deleting previous versions of scripts...
fr: Suppression des scripts obsolètes...

source: Deleting all cached items...
fr: Suppression des éléments en cache...

source: Deleting debug data...
fr: Suppression des informations de mise au point...

source: Deleting links received from newsfeeds...
fr: Suppression des liens reçus par les fils d'information ...

source: Deleting log data...
fr: Suppression de la base des évènements...

source: Recovering overhead space from the database...
fr: Récupération de l'espace inutilisé dans la base de données...

source: Deleting the documentation pages...
fr: Suppression des pages de documentation...

source: Deleting the reference repository...
fr: Suppression des scripts de référence...

source: Deleting staging files...
fr: Suppression des fichiers temporaires de mise à jour ...

source: Deleting referall data...
fr: Suppression des références extérieures...

source: Deleting scripts data...
fr: Suppression des données concernant les scripts...

source: Deleting old versions...
fr: Suppression des anciennes versions...

source: Purge the server cache.
fr: Purger le cache côté serveur.

source: Delete all files with the suffix .bak.
fr: Suppression des fichiers dont le nom se termine par ".bak"

source: Delete files staged during software update.
fr: Supprimer les fichiers temporaires ajoutés pendant les mises à jour.

source: Delete file temporary/debug.txt to purge debug data.
fr: Supprimer le fichier temporary/debug.txt pour purger les informations de mise au point.

source: Purge links received via newsfeeds. These will be recreated progressively during future feeding.
fr: Purge des liens reçus par les fils d'information. Ils seront recréés au fur et à mesure des prochaines mises à jour.

source: Delete all referrals from the database. These will be recreated progressively during future browsing. You may prefer to %s.
fr: Effacement de toutes les références extérieures (referrals). Elles seront recréées au fur et à mesure des prochaines visites sur le site. Une alternative est de %s.

source: check referrals
fr: vérifier les liens

source: Purge script performance data from the database. These will be recreated progressively during future browsing.
fr: Purge des données concernant les performances d'exécution des scripts. Elles seront recréées au fur et à mesure des prochaines visites sur le site.

source: Delete file temporary/log.txt to purge events data.
fr: Supprimer le fichier temporary/log.txt pour purger les informations relatives aux évènements.

source: Recover overhead disk space from the database.
fr: Récupérer l'espace disque inutilisé dans la base de données.

source: Delete versioning information saved more than six months ago. Preserve recent versions.
fr: Supprimer les informations de modification de plus de six mois. Conserver les versions plus récentes.

source: Delete the repository of reference scripts and related documentation. This can be rebuild from the scripts index page.
fr: Effacement des scripts de référence et de la documentation associée. Le référentiel peut être reconstruit depuis la page d'index des scripts.

source: Start
fr: Démarrer

source: Scan scripts for software extensions
fr: Recherche et configuration des prises d'extension

source: Hook %s has been included
fr: L'extension %s a été incluse

source: %d directories have been scanned.
fr: %d répertoires ont été analysés

source: Bad hook:
fr: Extension invalide :

source: Script does not exist:
fr: Le script n'existe pas :

source: *** undefined label
fr: *** pas de libellé

source: identifier: %s
fr: identifiant : %s

source: function: %s
fr: fonction : %s

source: link: %s
fr: lien : %s

source: Bad hook type %s to %s for %s
fr: Extension de type inconnu %s vers %s pour %s.

source: Review hooks in the following list and uncheck unwanted extensions.
fr: Vérifier les extensions dans la liste ci-dessous et décochez celles que vous ne souhaitez pas installer.

source: Linking hooks
fr: Extensions par liaison

source: Including hooks
fr: Extensions par inclusion

source: Client hooks
fr: Extensions d'appel

source: Service hooks
fr: Extensions de service

source: Yes, I want to (re)build the set of hooks
fr: Oui, je veux (re)construire le fichier des prises d'extension

source: Following hooks have been detected and integrated into the file parameters/hooks.include.php
fr: Les extensions suivantes ont été détectées et intégrées dans le fichier parameters/hooks.include.php.

source: Disabling extension %s
fr: Désactivation de l'extension %s

source: Linking hook %s for %s
fr: Liaison de l'extension %s pour %s

source: Including hook %s for %s
fr: Inclusion de l'extension %s pour %s

source: Calling hook for %s
fr: Extension d'appel pour %s

source: Serving hook %s for %s
fr: Extension de service %s pour %s

source: Impossible to write to %s.
fr: Impossible d'écrire dans %s

source: Hooks have been compiled in parameters/hooks.include.php
fr: Les extensions ont été compilées dans parameters/hooks.include.php

source: Hooks have been listed in parameters/hooks.xml
fr: Les extensions ont été listées dans parameters/hooks.xml

source: This script will scan your php scripts to install software hooks.
fr: Ce script va analyser vos scripts php pour installer les extensions logicielles.

source: Current content of %s
fr: Contenu de %s

source: You have associate privilege
fr: Vous êtes authentifié comme associé

source: The server has been switched off.
fr: Le serveur a été arrêté.

source: The server has been switched on.
fr: Le serveur a été remis en route

source: Run one-time scripts and go to the Control Panel
fr: Lancer les scripts à exécution unique puis retourner au Panneau de contrôle

source: Initialize the database
fr: Initialiser la base de données

source: The database has been optimised
fr: La base de données a été optimisée

source: This script will check the structure of the database and optimize data storage:
fr: Ce script va analyser la structure de la base de données et optimiser le stockage des informations :

source: Missing tables will be created, if necessary.
fr: Les tables manquantes seront créées.

source: Some columns may be created or converted if their type has evolved.
fr: Certaines colonnes peuvent être converties si leur type a évolué.

source: All indexes will be (re)built.
fr: Tous les index seront reconstruits.

source: Data files will be optimized as well.
fr: Enfin, les fichiers contenant les enregistrements vont être optimisés.

source: Ensure the database structure is accurate
fr: Mettre à jour la base de données

source: Main Switch
fr: Interrupteur principal

source: The server has been successfully switched on. Pages are provided normally to surfers.
fr: Le serveur a été ouvert avec succès. Les surfeurs ont à présent accès à toutes les pages normalement.

source: The server is currently switched on. Pages are provided normally to surfers.
fr: Le serveur est ouvert. Les surfeurs ont accès à toutes les pages normalement.

source: The server has NOT been switched on successfully. Please rename the file parameters/switch.off to parameters/switch.on.
fr: Le serveur est TOUJOURS fermé. Merci de renommer le fichier parameters/switch.off en parameters/switch.on.

source: The server has been switched OFF. Switch it back on as soon as possible.
fr: Le serveur a été fermé. Rouvrez-le dès que possible.

source: Impossible to rename the file parameters/switch.on to parameters/switch.off. Do it yourself manually if you like.
fr: Impossible de renommer le fichier parameters/switch.on en parameters/switch.off. Faites le vous-même manuellement pour arrêter le serveur.

source: Switch on
fr: Rouvrir le serveur

source: You are about to open the server again. Are you sure?
fr: Vous êtes sur le point de rouvrir le serveur. Etes-vous sûr ?

source: Yes, I do want to switch this server on
fr: Oui, je veux démarrer ce serveur

source: You are about to close the server. Are you sure?
fr: Vous êtes sur le point de fermer le serveur. Etes-vous sûr ?

source: Yes, I do want to switch this server off
fr: Oui, je veux arrêter le serveur

source: Option: redirect requests to the following address
fr: Option : rediriger les requêtes vers l'adresse

source: Option: contact information, such as an email address
fr: Option : information de contact, telle une adresse de courrier électronique

source: The test page
fr: La page de test

source: A more complex GET test
fr: Un test de GET plus compliqué

source: A complex POST test
fr: Un test de POST complexe

source: A self-referencing POST test
fr: Un test de POST réflexif

source: Session variables are stored correctly if the counter increments on page reload: %s
fr: Les variables de session sont sauvées correctement si le compteur s'incrémente à chaque rechargement de cette page : %s

source: Submitted request:
fr: Requête transmise par le navigateur :

source: Script args:
fr: Arguments fournis au script :

source: Cookies sent by the browser:
fr: Cookies envoyés par le navigateur :

source: Session data:
fr: Données de session :

source: Global YACS variables:
fr: Variables globales YACS :

source: Server attributes:
fr: Attributs du serveur :

source: Browser GMT offset:
fr: Votre zone de temps :

source: hour(s)
fr: heure(s)

source: Server GMT offset:
fr: Zone de temps serveur :

source: user/group of this script:
fr: utilisateur/groupe de ce script :

source: Impossible to retrieve user/group of this script.
fr: Impossible de retrouver les informations utilisateur/groupe de ce script.

source: user/group of this process:
fr: utilisateur/groupe de ce process :

source: Impossible to retrieve user/group of this process.
fr: Impossible de retrouver les informations utilisateur/groupe de ce process.

source: Virtual hosts
fr: Serveurs virtuels

source: No configuration file has been found for this virtual host.
fr: Aucun fichier de configuration n'a été trouvé pour ce serveur virtuel.

source: The configuration file cannot be deleted.
fr: Le fichier de configuration ne peut pas être supprimé.

source: The configuration file for virtual host %s has been deleted.
fr: Le fichier de configuration du serveur virtuel %s a été supprimé.

source: %s has been deleted
fr: %s a été supprimé

source: Manage virtual hosts
fr: Gérer les serveurs virtuels

source: The target file %s may have been corrupted. Please check file content manually, and revert to the backup file, with the extension .bak, if necessary.
fr: Le fichier %s est peut-être invalide. Vérifier son contenu manuellement, et restaurer la copie de sauvegarde, avec l'extension .bak, si besoin.

source: The target file %s has been successfully updated.
fr: Le fichier %s a été mis à jour.

source: View the configuration file
fr: Voir la configuration

source: The configuration file cannot be created.
fr: Le fichier de configuration ne peut être créé.

source: The configuration file for virtual host %s has been created.
fr: Le fichier de configuration du serveur virtuel %s a été créé.

source: %s has been created
fr: %s a été créé

source: Configured virtual hosts
fr: Serveurs virtuels configurés

source: Configuration parameters
fr: Paramètres de configuration

source: Click on following links to assess actual capabilities of this server. In case of error, just come back to this page and move to next test.
fr: Cliquer sur les liens suivants pour évaluer les possibilités de votre serveur. En cas d'erreur, revenir manuellement sur cette page et passer au test suivant.

source: Basic (compression)
fr: Fondamentaux (compression)

source: Options (URL rewriting)
fr: Options (ré-écriture des liens)

source: Indexes (expiration cache)
fr: Indexes (cache par expiration)

source: Once all links have been tested, click on the build button to actually update the .htaccess file.
fr: Après avoir testé tous les liens, cliquer sur le bouton ci-dessous pour actualiser le fichier .htaccess.

source: Build the .htaccess file
fr: Actualiser le fichier .htaccess

source: Compression of dynamic pages is available.
fr: La compression dynamique des pages est disponible.

source: Activate the following Apache module to allow dynamic compression: %s
fr: Activer le module Apache suivant pour bénéficier de la compression dynamique : %s

source: Done
fr: Terminé

source: URL rewriting is available.
fr: La ré-écriture des liens est disponible.

source: Activate the following Apache module to allow URL rewriting: %s
fr: Activer le module Apache suivant pour bénéficier de la ré-écriture des liens : %s

source: Directory browsing will be prevented globally.
fr: Le parcours des répertoires sera interdit globalement.

source: Please ensure that Apache has been configured with %s.
fr: Vérifier que Apache a été configuré avec %s.

source: Cache by expiration is also available.
fr: Le cache par expiration est disponible.

source: Activate the following Apache module to allow cache by expiration: %s
fr: Activer le module Apache suivant pour bénéficier du cache par expiration : %s

source: The default handler will be set to index.php.
fr: Par défaut, le traitement sera confié à index.php.
