Repository: yacs/yacs
Catalog: i18n/locale/*/control.po
Languages: fr

source: Control Panel
fr: Panneau de contrôle

source: Backup/Restore
fr: Sauvegarde/Restauration

source: You are not allowed to perform this operation.
fr: Vous n'êtes pas autorisé à faire cette opération.

source: Updating the database...
fr: Modification de la base de données...

source: %d SQL statements have been processed in %.2f seconds.
fr: %d commandes SQL ont été traitées en %.2f secondes.

source: Reindex tables and optimize data storage
fr: Réindexer les tables et optimiser la base de données

source: Nothing has been received.
fr: Rien n'a été reçu.

source: Possible file attack.
fr: Possibilité d'une attaque sur le fichier.

source: Purging...
fr: Purge ...

source: %d items have been deleted
fr: %d éléments ont été supprimés

source: No statement has been uploaded.
fr: Aucune commande n'a été transmise.

source: %d records have been processed
fr: %d enregistrements ont été traités

source: Listing files...
fr: Liste des fichiers ...

source: %d files have been found.
fr: %d fichiers ont été trouvés.

source: On-going archive preparation...
fr: Préparation de l'archive ...

source: No file have been found.
fr: Aucun fichier n'a été trouvé.

source: Listing images...
fr: Liste des images ...

source: %d images have been found.
fr: %d images ont été trouvées.

source: No image have been found.
fr: Aucune image n'a été trouvée.

source: No item has been found.
fr: Aucun élément n'a été trouvé.

source: Please select the action to perform.
fr: Merci de choisir l'opération à effectuer.

source: Backup database content
fr: Sauvegarde de la base de données

source: This script will generate SQL statements necessary to rebuild your database from scratch. Please file it at your computer for backup purpose.
fr: Ce script va générer les commandes SQL permettant de reconstruire la base de données. Sauvez le résultat dans un fichier sur votre machine.

source: Since the full content of your database will be downloaded, you would like to %s it before proceeding.
fr: Puisque toutes les données vont être transférées vous pourriez %s la base de données avant la sauvegarde.

source: purge
fr: purger

source: Yes, I want to download database content
fr: Oui, je veux obtenir le contenu de la base de données

source: Consider only tables with the prefix %s
fr: Prendre en compte seulement les tables avec le préfixe %s

source: Skip transient data and minimize size of backup file
fr: Eviter les données temporaires et minimiser le fichier de sauvegarde

source: When you will click on the button the server will be immediately requested to proceed. However, because of the so many things to do on the back-end, you may have to wait for minutes before getting a response displayed. Thank you for your patience.
fr: La requête est transmise au serveur immédiatement après un clic sur le bouton. Cependant, le traitement est si important que vous pourriez avoir à attendre plusieurs minutes avant d'obtenir une réponse à l'écran. Merci de votre patience.

source: Restore database content
fr: Restauration de la base de données

source: Use this script to upload and process a set of SQL statements. WARNING!!! If you upload a backup file existing data will be destroyed prior the restauration.
fr: Utilisez ce script pour envoyer et traiter un fichier de sauvegarde. ATTENTION !!! Toutes les données existantes seront supprimées avant la restauration.

source: Select the file to upload
fr: Fichier à transmettre

source: bytes
fr: octets

source: or use the following file from directory %s:
fr: ou utiliser le fichier suivant du répertoire %s :

source: Restore %s
fr: Restaurer %s

source: Apply these SQL statements
fr: Exécuter les commandes SQL

source: Press [s] to submit data
fr: Appuyer sur [s] pour envoyer les informations

source: Delete files and images related to previous database content
fr: Effacer les fichiers et les images associés au contenu précédent de la base de données

source: Update database content
fr: Modification de la base de données

source: Type one or several SQL statements below to change the content of the database. WARNING!!! Be sure to understand the conceptual data model before proceeding, else you would corrupt database content.
fr: Indiquez ci-dessous une ou plusieurs commandes SQL destinées à changer le contenu de la base. ATTENTION !!! Veuillez respecter le modèle conceptuel de données avant d'aller plus loin, sous peine de corruption des tables.

source: UPDATE commands separated by ;
fr: Commandes UPDATE séparées par des ;

source: Backup data
fr: Sauvegarde des données

source: Use this script to download archives of all files, images, parameters or current skin. Please file them at your computer for backup purpose.
fr: Utilisez ce script pour archiver les fichiers, les images, les paramètres ou le style courant. Rangez les fichiers obtenus comme sauvegarde, en cas de besoin.

source: Yes, I want to download files
fr: Oui, je veux télécharger les fichiers

source: Press [f] to save files
fr: Appuyer sur [f] pour sauver les fichiers

source: Yes, I want to download images
fr: Oui, je veux télécharger les images

source: Press [i] to save images
fr: Appuyer sur [i] pour sauver les images

source: Yes, I want to download parameter files
fr: Oui, je veux sauver les fichiers de configuration

source: Press [p] to save parameters
fr: Appuyer sur [p] pour sauver les paramètres

source: Yes, I want to download the current theme
fr: Oui, je veux télécharger le thème courant

source: Press [k] to save the theme
fr: Appuyer sur [k] pour sauver le thème

source: Update file permissions
fr: Mise à jour des permissions

source: %d scripts have been found.
fr: %d scripts ont été trouvés.

source: Updating file permissions...
fr: Modification des permissions de fichier ...

source: %d files have been updated.
fr: %d fichiers ont été mis à jour.

source: Script terminated in %.2f seconds.
fr: Script terminé en %.2f secondes.

source: chmod %s has been applied to scripts
fr: chmod %s a été appliquée aux scripts

source: You are about to chmod(%d) all running scripts of this server. Are you sure?
fr: Vous êtes sur le point d'appliquer chmod(%d) aux scripts opérationnels de ce serveur. Etes-vous sûr ?

source: Yes, I do want to change permissions of running scripts
fr: Oui, je veux changer les permissions des scripts opérationnels

source: You are considered temporarily as an associate, with specific rights on this server. Please do not close your browser until the end of the configuration.
fr: Vous avez temporairement le statut d'associé, avec tous les droits sur ce serveur. Merci de ne pas fermer la fenêtre de votre navigateur avant la fin de la configuration.

source: Configure
fr: Configurer

source: System parameters
fr: Paramètres système

source: You are not allowed to perform this operation in demonstration mode.
fr: Vous n'êtes pas autorisé à faire cette opération en mode démonstration.

source: Following parameters may be provided by your Internet Service Provider (ISP), or by some database manager. If you manage your own server, the database should have been created before moving forward. You may check the %s file for further information.
fr: Les paramètres suivants peuvent être fournis par l'hébergeur de votre serveur, ou par quelque administrateur de base de données. Si vous gérez votre propre serveur, la base de données doit être créée avant de poursuivre le script d'installation. Vous trouverez plus d'informations à ce sujet dans le fichier %s.

source: Database server name
fr: Nom du serveur de données

source: Login name
fr: Nom du compte

source: Login password
fr: Mot de passe d'authentification

source: Database name
fr: Nom de la base de données

source: Prefix for table names
fr: Préfixe des noms de table

source: To share user information among several YACS servers configure below parameters specific to the table of users. Else keep fields empty.
fr: Pour partager les comptes utilisateurs entre plusieurs serveurs, indiquez ci-dessous où trouver la table des utilisateurs. Sinon, gardez les champs vides.

source: Database server that hosts user information
fr: Serveur de données qui abrite l'information utilisateur

source: Name of database that contains user information
fr: Base de données qui contient l'information utilisateur

source: Prefix for the users table
fr: Préfixe de la table des utilisateurs

source: Custom storage of user information
fr: Rangement particulier pour les profils d'utilisateur

source: If you do not know what following parameters mean, please use default values for safety.
fr: Si vous ne savez pas à quoi correspondent les paramètres suivants, vous devriez garder les valeurs par défaut.

source: Community language
fr: Langage communautaire

source: Language detection
fr: Détection du langage

source: Attempt to adapt the interface to the language indicated by the browser.
fr: Essayer de s'adapter à la langue indiquée par le navigateur.

source: Stick to the preferred language selected above.
fr: S'en tenir au langage choisi ci-dessus.

source: Page compression
fr: Compression des pages

source: Do not try to compress transmitted data. The web engine already does it.
fr: Ne pas compresser les pages web. Le moteur web le fait par ailleurs.

source: Compress content (gzip) transmitted to user agents when possible.
fr: Compresser le contenu (gzip) envoyé aux navigateurs si possible.

source: Rendering cache
fr: Mémorisation des éléments de page

source: Cache computed elements to speed up rendering.
fr: Cacher les éléments calculés pour accélérer le rendu des pages.

source: Compute all page elements.
fr: Recalculer tous les éléments de pages.

source: Background processing
fr: Traitements d'arrière-plan

source: Add background processing at the end of page rendering.
fr: Insérer les traitements d'arrière-plan à la fin du calcul de rendu des pages.

source: The server launches cron.php on its own
fr: Le serveur active cron.php séparément.

source: see sample %s
fr: voir l'exemple %s

source: Default masks
fr: Masques par défaut

source: Mask for files
fr: Masque pour les fichiers

source: Mask for directories
fr: Masque pour les répertoires

source: Verbosity
fr: Verbosité

source: Verbosity should be kept to a minimum (normal operation).
fr: Niveau minimum de verbosité (serveur de production).

source: Provide as much information as possible (development server).
fr: Fournir autant d'information que possible (serveur de développement).

source: Server name
fr: Nom du serveur

source: Accept all web requests.
fr: Accepter toutes les requêtes.

source: Redirect to this server name if another name is used in request.
fr: Rediriger vers ce nom de serveur si un autre nom est mentionné dans la requête.

source: Path (URL) to root directory
fr: Chemin d'accès (URL) à la racine

source: URL generation
fr: Génération des liens

source: This system does not support the mapping of args in the URL.
fr: Ce système ne supporte pas l'insertion des paramètres dans le chemin d'accès.

source: Help search engines to index more pages.
fr: Faciliter l'indexation des pages par les moteurs de recherche.

source: test link
fr: lien de test

source: Rewriting rules have been activated (in <code>.htaccess</code>) to support pretty references.
fr: Les règles de réécriture sont activées (dans <code>.htaccess</code>) pour favoriser les jolis liens.

source: URL optimization
fr: Optimisation d'adressage

source: Put page titles in web addresses.
fr: Insérer les titres de page dans les adresses.

source: Use nick names instead.
fr: Utiliser les surnoms au lieu des titres.

source: Web security
fr: Sécurité web

source: Redirect all non-secured requests to https.
fr: Rediriger toutes les requêtes non sécurisées vers https.

source: Web cache
fr: Cache du navigateur

source: Set HTTP headers to enable private caching and to ask for every page revalidation.
fr: Activer le cache côté navigateur et demander la revalidation systématique des pages.

source: No cache management. Default settings of the PHP engine apply.
fr: Pas de gestion du cache. Les paramètres de PHP s'appliquent.

source: Internet connectivity
fr: Connectivité Internet

source: Server is reachable from public web crawlers and news aggregators.
fr: Les moteurs de recherche et les aggrégateurs d'information peuvent atteindre le serveur.

source: Server is not connected to the Internet.
fr: Ce serveur n'est pas connecté à Internet.

source: Outbound requests
fr: Requêtes sortantes

source: This server uses the web for syndication, for pings or for other activities.
fr: Ce serveur utilise le web, par exemple pour lire les nouvelles RSS.

source: Prevent this server to connect to others.
fr: Empêcher ce serveur de se connecter à d'autres.

source: Proxy address or name
fr: Adresse ou nom de passerelle proxy

source: Proxy account
fr: Compte de proxy

source: Proxy password
fr: Mot de passe associé

source: Proxy settings
fr: Paramètres proxy

source: Global switch
fr: Activation

source: This system is not configured to send e-mail messages.
fr: Ce système n'est pas configuré pour l'envoi de messages électroniques.

source: Use following parameters to send messages and notifications.
fr: Utiliser les paramètres ci-dessous pour l'envoi des messages et des notifications.

source: Rely on PHP and system settings for the transmission of messages.
fr: Utiliser les services de messagerie fournis par PHP et installés pour l'ensemble du serveur.

source: Connect to the mail server described below, and authenticate with SMTP if necessary.
fr: Se connecter au serveur de messagerie indiqué ci-dessous, et s'authentifier par SMTP si besoin.

source: Authenticate using POP3 before sending messages with SMTP.
fr: S'authentifier par un accès POP3 avant d'envoyer les messages par SMTP.

source: SMTP server
fr: Serveur SMTP

source: For example: %s
fr: Par exemple : %s

source: Account name
fr: Nom du compte

source: Account password
fr: Mot de passe

source: Source address for electronic mail (From:)
fr: Expéditeur des messages (From :)

source: Normalized format, for example: "John Ford" &lt;john.ford@acme.com&gt;
fr: Format normalisé, par exemple : "Jean Dupont" &lt;jean.dupont@entreprise.fr&gt;

source: Source address for notifications (From:)
fr: Expéditeur des notifications (From :)

source: Use the fixed source address configured above.
fr: Utiliser l'adresse d'expédition fixe indiquée ci-dessus.

source: Make notifications personal by using surfer address if known.
fr: Personnaliser les notifications en utilisant l'adresse du surfeur si elle est connue.

source: Maximum of outbound messages per hour
fr: Limite des envois de messages par heure

source: Messages will not be queued if this is set to 0
fr: Avec la valeur 0 la file d'attente d'envoi est désactivée

source: Recipients of system events
fr: Destinataires des événements système

source: To forward logged events to one or several recipients.
fr: Pour faire suivre les événements enregistrés à un ou à plusieurs destinataires.

source: Debug mail services
fr: Mode de mise au point

source: Copy messages in the file temporary/debug.txt. Use this option only for troubleshooting.
fr: Copier dans temporary/debug.txt les messages expédiés. A réserver aux phases de mise au point.

source: Check %s to manage and preview all available styles.
fr: Vérifiez %s pour visualiser et gérer les styles disponibles.

source: the index page of skins
fr: la page d'index des styles

source: Database
fr: Base de données

source: System
fr: Système

source: Network
fr: Communication

source: Mail
fr: Courrier

source: Skin
fr: Style

source: Submit
fr: Enregistrer

source: Themes
fr: Thèmes

source: ERROR: Unsuccessful connection to the database. Please check lines below and <a href="configure.php">configure again</a>.
fr: ERREUR : Impossible de se connecter à la base de données. Merci de vérifier les lignes ci-dessous, puis de <a href="configure.php">configurer de nouveau</a>.

source: ERROR: Impossible to write to the file %s. The configuration has not been saved.
fr: ERREUR : Impossible d'écrire dans le fichier %s. La configuration n'a pas été sauvegardée.

source: To actually change the configuration, please copy and paste following lines by yourself in file %s.
fr: Pour changer la configuration, merci de copier et de coller les lignes suivantes dans le fichier %s :

source: The following configuration has been saved into the file %s.
fr: La configuration suivante a été enregistrée dans le fichier %s.

source: Review provided information and go to the bottom of the page to move forward.
fr: Vérifiez l'information jusqu'en bas de page pour aller à l'étape suivante.

source: %s has been updated
fr: %s a été mis à jour

source: Look for software extensions
fr: Recherche des extensions

source: Next step
fr: Etape suivante

source: Where do you want to go now?
fr: Où voulez-vous aller à présent ?

source: Configure again
fr: Configurer de nouveau

source: Import XML content
fr: Importer du contenu XML

source: Impossible to read %s.
fr: Impossible de lire %s.

source: Following items have been processed:
fr: Les éléments suivants ont été traités :

source: File
fr: Fichier

source: Please configure your server
fr: Merci de configurer votre serveur

source: No configuration file has been found. If you are installing a brand new server, follow the link below to create one.
fr: Aucun fichier de configuration n'a été trouvé. Si vous êtes en train d'installer un nouveau serveur, suivez le lien ci-dessous.

source: Jump to the installation page
fr: Aller à la page d'installation

source: Else follow the link below to load the configuration form.
fr: Sinon, suivez le lien ci-dessous pour charger le formulaire de configuration.

source: Jump to the configuration page
fr: Aller à la page de configuration

source: No access to the database server
fr: Pas d'accès au serveur de données

source: Impossible to access the database mentioned in your configuration file. Please create a database, or follow the link to change the configuration file.
fr: Impossible de se connecter à la base de données. Créez une base de données, ou suivez le lien ci-dessous pour modifier les paramètres de configuration.

source: Please create a database
fr: Merci de créer une base de données

source: Go to the configuration page to change database parameters
fr: Aller à la page de configuration pour modifier le nom de la base de données

source: Please configure software extensions
fr: Merci de configurer les extensions.

source: No configuration file for extensions has been found. If you are installing a brand new server, follow the link to create one.
fr: Aucun fichier de configuration des extensions n'a été trouvé. Si vous êtes en train d'installer un nouveau serveur, suivez le lien ci-dessous.

source: Please create tables
fr: Merci de créer la structure des données

source: The database is currently empty. Please follow the link to create tables of the database.
fr: La base de données n'a pas été initialisée. Suivez le lien ci-dessous pour créer les tables nécessaires.

source: Create tables in the database
fr: Créer les tables de la base de données

source: Please populate tables
fr: Merci d'initialiser la base de données

source: The user table is currently empty. Please follow the link to populate the database.
fr: La table des utilisateurs est vide. Suivez le lien ci-dessous pour créer les enregistrements de départ de la base de données.

source: Jump to the populate page
fr: Créer les données de base

source: A configuration file is missing. If you are installing a brand new server, follow the link to create one.
fr: Un fichier de configuration est absent. Si vous êtes en train d'installer un nouveau serveur, suivez le lien ci-dessous.

source: Page factory
fr: Fabrication des pages

source: The server is currently switched off. All users are redirected to the closed page.
fr: Le serveur est actuellement fermé. Les surfeurs sont redirigés vers la page de clôture.

source: Switch the server on again
fr: Ouvrir le serveur

source: The server is running in demonstration mode, and restrictions apply, even to associates.
fr: Le serveur est en mode de démonstration, et même les associés ont quelques limitations.

source: Click on following links to review or change parameters of this server.
fr: Utilisez les liens suivants pour contrôler ou modifier les paramètres de ce site.

source: %s - configure database, security and other essential parameters
fr: %s - configuration de la base de données et d'autres paramètres essentiels

source: %s - build a customized configuration file
fr: %s - construire un fichier adapté à votre serveur

source: %s - define permissions given to people
fr: %s - définir les permissions des utilisateurs

source: People
fr: Personnes

source: %s - select and configure building blocks for the front page
fr: %s - choisir et configurer les composants de la page d'accueil

source: Front page
fr: Page d'accueil

source: %s - change meta-information, etc.
fr: %s - changer les meta-informations, etc.

source: %s - select and test themes available at this server
fr: %s - choisissez et testez les thèmes installés sur ce serveur

source: %s - to change rendering of dynamic Flash objects
fr: %s - pour modifier le rendu visuel des objets Flash dynamiques

source: %s - enhance information provided through RSS
fr: %s - enrichir l'information transmise par RSS

source: Information channels
fr: Fils d'information

source: %s - to share and stream existing directories and files
fr: %s - pour partager des répertoires existants

source: File collections
fr: Collections de fichiers

source: %s - to extend accepted types and to make uploaded files available from FTP
fr: %s - pour ajouter des extensions et rendre les fichiers accessibles par FTP

source: Files
fr: Fichiers

source: %s - change the template used for newsletters
fr: %s - modifier le modèle utilisé pour préparer les nouvelles lettres

source: Newsletters
fr: Lettres d'information

source: %s - change parameters for back-end services
fr: %s - modifier le comportement des services web

source: Web services
fr: Services web

source: %s - ban spamming hosts
fr: %s - bloquer les spammeurs en tout genre

source: Servers
fr: Serveurs

source: %s - for incoming messages and files
fr: %s - traitement des messages et des fichiers reçus

source: %s - change the reference server used for software updates
fr: %s - définir le serveur de référence utilisé pour les mises à jour de logiciel

source: Server software
fr: Logiciel serveur

source: The following table reports on current content of this server. Click on any link to get more details.
fr: La table suivante est un résumé du contenu de la base de données. Cliquez sur un lien pour avoir plus de détails.

source: Records
fr: Enregistrements

source: First record
fr: Premier enregistrement

source: Last record
fr: Dernier enregistrement

source: unknown or empty table
fr: table inexistante ou vide

source: %d tables and %d records in %sbytes
fr: %d tables et %d enregistrements dans %soctets

source: (%sbytes data, %sbytes index, %sbytes unused)
fr: (%soctets de données, %soctets d'index, %soctets inutilisés)

source: Overview
fr: Aperçu

source: Please %s to benefit from all contribution tools provided by this site.
fr: Merci de vous %s pour accéder aux outils disponibles sur ce site.

source: authenticate
fr: authentifier

source: %s if you have not yet a profile for yourself at %s.
fr: %s si vous n'êtes pas encore de profil sur %s.

source: Click here to register
fr: Cliquez ici pour vous enregistrer

source: Express yourself
fr: Exprimez-vous

source: %s - articles waiting for publication, pending requests
fr: %s - pages à publier, requêtes en attente

source: Review queue
fr: Pages en attente
