Repository: yacs/yacs
Catalog: i18n/locale/*/feeds.po
Languages: fr

source: Control Panel
fr: Panneau de contrôle

source: Configure
fr: Configuration

source: Information channels
fr: Fils d'information

source: You are not allowed to perform this operation.
fr: Vous n'êtes pas autorisé à faire cette opération.

source: Type below information that will be spread everywhere through news feeding.
fr: Indiquez ci-dessous les informations qui seront transmises à tous ceux qui s'intéressent à votre serveur.

source: Channel title
fr: Titre du fil d'information

source: Short and meaningful label
fr: Label court et significatif

source: Channel description
fr: Description du fil d'information

source: Up to two lines of text
fr: Jusqu'à deux lignes de texte informatif

source: Webmaster mail address
fr: Adresse du webmaster

source: May be subject to spam attacks
fr: Peut être attaquée par spam

source: Channel image
fr: Image du canal

source: Relative to YACS installation path
fr: Chemin d'accès à l'image

source: Time to live
fr: Durée de validité

source: The suggested amount of time before fetching a feed again
fr: L'attente conseillée entre deux requêtes successives

source: To extend the list of feeders add adequate %s.
fr: Pour étendre la liste des sources de nouvelles créer des %s adaptés.

source: server profiles
fr: profils de serveur

source: Feeding period
fr: Période de mise à jour

source: In minutes. 60 means one hour, etc. Minimum value is 5 minutes
fr: En minutes. Compter 60 pour une heure, etc. Valeur minimum de 5 minutes

source: Maximum news
fr: Nombre maximum de nouvelles

source: Oldest news entries will be deleted
fr: Les nouvelles les plus anciennes seront détruites

source: Debug feeds
fr: Mode de mise au point

source: Save data sent and received in temporary/debug.txt
fr: Sauver les paquets envoyés et reçus dans le fichier temporary/debug.txt

source: Use this option only for troubleshooting
fr: A réserver aux phases de mise au point

source: Outbound
fr: Envoi

source: Inbound
fr: Réception

source: Submit
fr: Enregistrer

source: Press [s] to submit data
fr: Appuyer sur [s] pour envoyer les informations

source: To ban some hosts or domains, go to the %s.
fr: Pour interdire certains serveurs, allez au %s.

source: configuration panel for servers
fr: panneau de configuration pour les serveurs

source: Help
fr: Aide

source: You are not allowed to perform this operation in demonstration mode.
fr: Vous n'êtes pas autorisé à faire cette opération en mode démonstration.

source: ERROR: Impossible to write to the file %s. The configuration has not been saved.
fr: ERREUR : Impossible d'écrire dans le fichier %s. La configuration n'a pas été sauvegardée.

source: To actually change the configuration, please copy and paste following lines by yourself in file %s.
fr: Pour changer la configuration merci de copier et de coller les lignes suivantes dans le fichier %s :

source: The following configuration has been saved into the file %s.
fr: La configuration suivante a été enregistrée dans le fichier %s.

source: %s has been updated
fr: %s a été mis à jour

source: Configuration parameters
fr: Paramètres de configuration

source: Where do you want to go now?
fr: Où voulez-vous aller à présent ?

source: Configure again
fr: Configurer de nouveau

source: Pages with full content
fr: Pages avec contenu intégral

source: Comments
fr: Commentaires

source: Files and podcasts
fr: Fichiers et podcasts

source: External News
fr: Nouvelles extérieures

source: Received from feeding servers
fr: Reçues de serveurs d'information

source: If you are unfamiliar with news feeds, they are easy to use. First, download a newsreader application like %s or %s. Then, copy and paste the URL of any news feed below into the application subscribe dialogue. See Google for more about %s.
fr: Si vous n'êtes pas familier des flux d'information, sachez qu'il s'agit de quelque chose de simple. Tout d'abord, installez sur votre poste de travail une application adaptée, par exemple %s ou %s. Puis copiez l'un des liens ci-dessous et collez-le dans la boîte de souscription de votre application. Voir Google pour plus d'informations sur %s.

source: RSS newsreaders
fr: les lecteurs RSS

source: Regular individuals will feed their preferred news reader with one of the links below:
fr: Utilisez l'un des liens ci-dessous pour alimenter votre lecteur de nouvelles :

source: RSS format
fr: Format RSS

source: ATOM format
fr: Format ATOM

source: RDF/RSS format
fr: Format RDF/RSS

source: Index of main channels in OPML format
fr: Index des principaux canaux au format OPML

source: Advanced bloggers can also use heavy feeds:
fr: Les bloggers avancés profiteront des fils "lourds" :

source: recent articles, integral version
fr: articles récents, version intégrale

source: recent files
fr: fichiers récents

source: recent comments
fr: commentaires récents

source: YACS enables automatic downloads and %s through a feed dedicated to %s.
fr: YACS permet le téléchargement automatique et le %s avec ce fil consacré aux %s.

source: More specific outbound feeds are also available. Look for the XML button at other places:
fr: Des flux d'information plus spécifiques sont aussi disponibles. Le bouton XML est visible sur d'autres pages de ce serveur :

source: Browse the %s; each section has its own feed.
fr: Visitez la %s, chaque section dispose de son propre fil de nouvelles.

source: site map
fr: carte du site

source: Or browse %s to get a more focused feed.
fr: Il en va de même pour chacune des %s de classement des articles.

source: categories
fr: catégories

source: Visit %s, each one has a feed to monitor contributions from one person.
fr: Naviguez sur %s, ils disposent de flux d'information pour suivre les contributions de chaque personne.

source: user profiles
fr: les profils des usagers

source: You can even use our %s to build one customised feed.
fr: Vous pouvez aussi construire un fil de nouvelles sur la base de notre %s.

source: search engine
fr: moteur de recherche

source: To help %s we also maintain a %s to be indexed.
fr: Pour aider %s vous pouvez soumettre une %s aux robots d'indexation.

source: Sitemap list of important pages
fr: liste de pages importantes au format Sitemap

source: As a an associate, you can also access the %s.
fr: En tant qu'associé, vous pouvez accéder à la log des %s.

source: event log
fr: évènements système

source: Current local news
fr: Informations locales

source: Outbound feeds
fr: Connecteurs de sortie

source: No feeder has been defined. If you need to integrate some external RSS %s.
fr: Aucun connecteur n'a été défini. Pour intégrer un fil RSS externe %s.

source: add a server profile
fr: ajouter un profil de serveur

source: Most recent external news
fr: Informations extérieures récentes

source: Inbound feeds
fr: Connecteurs d'entrée

source: Pick a feed
fr: Choisissez une source

source: Aggregate this site
fr: Agrégez les nouvelles

source: Latest Articles
fr: Les derniers articles parus

source: Font Red
fr: Rouge

source: An integer value, in decimal or hexadecimal, eg, 0x11
fr: Un nombre entier, en décimal ou en hexa, exemple : 0x11

source: Font Green
fr: Vert

source: Font Blue
fr: Bleu

source: Background Red
fr: Fond rouge

source: Background Green
fr: Fond vert

source: Background Blue
fr: Fond bleu

source: Font file
fr: Fichier de police

source: Ensure the file already exists and is a valid font description
fr: Assurez-vous que le fichier existe, et qu'il contient bien une description de police

source: Font height
fr: Hauteur des caractères

source: Compare to the internal vertical scale below
fr: A comparer à l'échelle verticale interne ci-dessous

source: Object width
fr: Largeur d'objet

source: Internal horizontal scale
fr: facteur d'échelle horizontale interne

source: Object height
fr: Hauteur d'objet

source: Internal vertical scale
fr: Facteur d'échelle verticale interne

source: Front page
fr: Page d'accueil

source: Do not set any background color to achieve a transparent object.
fr: Ne pas indiquer de couleur de fond pour obtenir un objet transparent.
