Repository: yacs/yacs
Catalog: i18n/locale/*/help.po
Languages: fr

source: Help
fr: Aide

source: Edited %s
fr: Modifié %s

source: Where to look for information?
fr: Où rechercher de l'information ?

source: %s and change it if you like.
fr: %s et le modifier si vous le souhaitez

source: Review your profile
fr: Vérifier votre profil

source: %s of this site.
fr: %s de ce site.

source: Go to the front page
fr: Retourner à la page d'accueil

source: Site map
fr: Carte du site

source: Categories
fr: Catégories

source: Index of most recent %1$s, %2$s, %3$s and %4$s
fr: Index des %1$s, %2$s, %3$s et %4$s les plus récents

source: files
fr: fichiers

source: threads
fr: discussions

source: people
fr: personnes

source: Full-text search
fr: Recherche plein texte

source: %s to access more material, and to receive our newsletters
fr: %s pour accèder à plus de pages, et pour recevoir nos lettres d'information

source: Register
fr: Enregistrez-vous

source: How to format text in pages?
fr: Comment utiliser les codes YACS ?

source: <p>To ease the production of text YACS has a little code interpreter. You will find in pages listed below descriptions of these codes, but also examples of their visual rendering on your system.</p>
fr: <p>Pour faciliter la production de texte riche YACS offre des codes de mise en page. Ces codes sont décrits dans les pages listées ci-dessous. Vous y trouverez aussi des exemples concrets d'utilisation.</p>

source: Smileys available at this system
fr: Emoticons disponibles sur ce système

source: %s (bold, underline, ...)
fr: %s (gras, souligné, ...)

source: In-line
fr: Codes de base

source: %s (and shortcuts, buttons, ...)
fr: %s (et raccourcis, boutons, ...)

source: Links
fr: Liens

source: %s (with bullets, numbered, ...)
fr: %s (avec puces, numérotées, ...)

source: Lists
fr: Listes

source: %s (indentation, script, quote, ...)
fr: %s (indentation, script, citation, ...)

source: Blocks
fr: Blocs

source: %s (with headers, with grids, use CSV data, ...)
fr: %s (avec en-tête, avec grille, données CSV, ...)

source: %s (and table of content)
fr: %s (et table des matières)

source: Titles and questions
fr: Titres et questions

source: %s (updates, content, ...)
fr: %s (mises à jour, contenu, ...)

source: Dynamic queries
fr: Requêtes dynamiques

source: %s (twitter, calendar, ...)
fr: %s (twitter, calendrier, ...)

source: %s (charts, ...)
fr: %s (graphiques, ...)

source: Miscellaneous codes
fr: Codes divers

source: Control Panel
fr: Panneau de contrôle

source: Content Assistant
fr: Assistant de contenu

source: You are not allowed to perform this operation.
fr: Vous n'êtes pas autorisé à faire cette opération.

source: Add a blog
fr: Ajouter un blog

source: With YACS, each blog is an independant section, usually featuring one main contributor on some topic. Each post in a blog may include images, photos, files, comments, trackbacks and related links.
fr: Avec YACS, chaque blog est une section indépendante, généralement alimentée par un contributeur principal. Chaque page postée sur un blog peut comporter des images, des photos, des fichiers, des commentaires ou des liens web.

source: You can either create one general-purpose blog, or run this script several time and create a set of more specialised blogs.
fr: Vous pouvez créer un blog plutôt généraliste, ou bien, en exécutant ce script plusieurs fois, créer plusieurs blogs plus spécialisés.

source: Blog anchor
fr: Point d'ancrage

source: -- Root level
fr: -- Niveau de base

source: Please carefully select a parent section, if any
fr: Choisissez une section de niveau supérieur, si besoin

source: Blog Title
fr: Titre du blog

source: My Blog
fr: Mon blog

source: Please provide a meaningful title.
fr: Merci d'indiquer un titre significatif.

source: The best place to express myself
fr: La meilleure place pour m'exprimer

source: Appears at site map, near section title
fr: Apparaît sur la carte du site, près du titre de la section

source: A description of what this blog is about.
fr: Une description du sujet de ce blog

source: Give a hint to interested people
fr: Pour guider les surfeurs intéressés

source: Contribution
fr: Contributeurs

source: Only associates and owners can contribute.
fr: Contribution restreinte aux associés et aux propriétaires.

source: Any authenticated member can contribute.
fr: Tout membre authentifié peut contribuer.

source: Access
fr: Accès

source: Public - Everybody, including anonymous surfers
fr: Public - Tout le monde, y compris les surfeurs anonymes

source: Community - Access is granted to any identified surfer
fr: Communauté - Accès autorisé à toute personne identifiée

source: Private - Access is restricted to selected persons
fr: Privé - Accès limité à quelques personnes

source: Front page
fr: Page d'accueil

source: Content of this section should be:
fr: Le contenu de cette section est :

source: displayed in the main panel
fr: affiché dans la zone principale

source: listed in the main panel, in a gadget box
fr: listé dans la zone principale, dans une boîte gadget

source: listed on page side, in an extra box
fr: listé sur le côté de la page, dans une boîte extra

source: not displayed at the front page
fr: invisible sur la page d'accueil

source: Add content
fr: Ajouter du contenu

source: Press [s] to submit data
fr: Appuyer sur [s] pour envoyer les informations

source: Congratulations, you have shared new content.
fr: Félicitations, votre contribution a bien été enregistrée.

source: Assign at least one member as editor of this blog to enable contributions. Please remind that associates can always contribute at any place.
fr: Assignez individuellement comme éditeur le (ou les) membre(s) autorisé(s) à contribuer à ce blog. Rappelez-vous que les associés peuvent toujours contribuer à tout endroit.

source: Any authenticated member of the community is allowed to contribute to this blog. You should control community membership to avoid unappropriate material.
fr: Tout membre authentifié de la communauté est autorisé à contribuer librement. Contrôlez soigneusement les nouveaux membres pour éviter tout contenu inapproprié.

source: What do you want to do now?
fr: Que voulez-vous faire à présent ?

source: Access the new blog
fr: Accéder au nouveau blog

source: Add an image
fr: Ajouter une image

source: Launch the Content Assistant again
fr: Relancer l'Assistant de Contenu

source: Add a book
fr: Ajouter un livre

source: With YACS, a book is an hierarchy of sections and of pages.
fr: Avec YACS, un livre électronique est une hiérarchie de rubriques et de pages.

source: Book anchor
fr: Point d'ancrage

source: Book Title
fr: Titre du livre

source: User Manual
fr: Manuel utilisateur

source: With reader notes
fr: Avec les notes des lecteurs

source: Appears at site map, near book title
fr: Apparaît sur la carte du site, près du titre du livre

source: This book is electronic, meaning its content dynamically evolves over time. Moreover, notes may be added to each page by readers.
fr: Ce livre est électronique, et donc son contenu évolue dynamiquement. De plus, il est interactif, puisque chacun peut partager ses notes de lecture.

source: Up to 8 sections
fr: Jusqu'à 8 sections

source: Add as many sections you need. You will be able to add new sections afterwards.
fr: Ajoutez autant de rubriques que de besoin. Vous pourrez ajouter de nouvelles rubriques ultérieurement.

source: Section #%d
fr: section n°%d

source: Title
fr: Titre

source: Start
fr: Démarrer

source: Access the new book
fr: Accéder au nouveau livre

source: Add a collection
fr: Ajouter une collection

source: YACS may turn your web site to a straightforward media server.
fr: YACS peut transformer votre site web en serveur multimédia.

source: Define a collection to publicly share some directory of the server hard drive. Then YACS will build nice index pages to list available files, and allow for immediate download. Where applicable, files will also be streamed to workstations through automatic playlists.
fr: Définissez une collection pour partager l'un des répertoires du disque dur du serveur. YACS dressera automatiquement la liste des fichiers disponibles, pour permettre le transfert instantané. Certains types de fichiers seront envoyés en streaming au travers de playlists automatiques.

source: This assistant is aiming to help you create your very first collection. Since some collection has already been defined, please use %s and add a new definition.
fr: Cet assistant a été conçu pour votre première collection. Puisque quelque collection a déjà été définie, merci d'utiliser plutôt %s pour ajouter une nouvelle définition.

source: the dedicated configuration panel
fr: le panneau de configuration dédié

source: Collection nick name
fr: Nom de la collection

source: my_collection
fr: ma_collection

source: Prepended to the path of each file of the collection. Short and meaningful
fr: Inséré devant le chemin d'accès aux fichiers de la collection. Court de préférence

source: My Collection
fr: Ma collection

source: Used at index pages, and at the top of each page generated for this collection
fr: Utilisé sur les pages d'index, et en haut de chaque page de cette collection

source: Path prefix
fr: Préfixe de chemin

source: Local access to files; YACS installation directory is at "%s"
fr: Accès local aux fichiers. Le répertoire d'installation de YACS est "%s"

source: URL prefix
fr: Préfixe d'URL

source: The ftp:// or http:// address used to access the collection, pointing to the same place than the path prefix
fr: L'adresse ftp:// ou http:// utilisée pour accèder à la collection, qui pointe au même endroit que le préfixe de chemin

source: Public files to download
fr: Fichiers à télécharger

source: To be used at the front page and on the collections index page
fr: Pour la page d'accueil et pour l'index de toutes les collections

source: Click on file names to transfer them to your workstation, or to start a Video-on-demand session.
fr: Cliquez sur un nom de fichier pour le transférer vers votre machine, ou pour déclencher une session de vidéo à la demande.

source: To be inserted in the index page of this collection
fr: Inséré dans la page d'index de cette collection

source: You must name this collection.
fr: Vous devez nommer cette section

source: ERROR: Impossible to write to the file %s. The configuration has not been saved.
fr: ERREUR : Impossible d'écrire dans le fichier %s. La configuration n'a pas été sauvegardée.

source: To actually change the configuration, please copy and paste following lines by yourself in file %s.
fr: Pour changer la configuration, merci de copier et de coller les lignes suivantes dans le fichier %s :

source: Configuration parameters
fr: Paramètres de configuration

source: %s has been updated
fr: %s a été mis à jour

source: Access the new collection
fr: Accéder à la nouvelle collection

source: File collections
fr: Collections de fichiers

source: Add a section
fr: Ajouter une section

source: YACS allows for composite section index pages.
fr: YACS sait gérer des index de section sophistiqués.

source: Use this assistant to create one main section, plus companion components, to better suit your needs. Of course, sections can be changed, deleted or added individually afterwards.
fr: Utilisez cet assistant pour créer conjointement une section principale, plus des composants associés, répondant à vos besoins de mise en page. Bien entendu, ceci peut être changé après coup en cas de besoin.

source: Section anchor
fr: Point d'ancrage

source: Section title
fr: Titre de section

source: Appears at the section index page
fr: Apparaît sur la page d'index de la section

source: Companion sections
fr: Composants annexes

source: Add one or several specialized sub-sections, depending of your requirements. It is safe to create all suggested sections, even if you do not need them right now.
fr: Ajoutez une ou plusieurs sous-sections spécialisées en fonction de vos besoins. Il n'y a aucun danger à créer toutes les sections suggérées, même si vous n'en avez pas encore l'utilité.

source: Side news
fr: Nouvelles

source: Add a companion section to post articles that will appear in the news panel of the parent section
fr: Ajouter une section annexe pour les articles dans la zone des nouvelles de la section parente

source: Flashy news
fr: Dernières nouvelles

source: Post here articles that will appear in the news panel of the parent section
fr: Poster ici les articles qui apparaîtront dans la zone des nouvelles de la section parente

source: Gadget boxes
fr: Boîtes gadget

source: Add a companion section to post articles that will appear in individual gadget boxes
fr: Ajouter une section annexe pour les articles affichés individuellement dans des boîtes gadgets

source: Post here articles that will appear in individual gadget boxes, in the middle of the index page of the parent section
fr: Poster ici les articles qui apparaîtront individuellement dans des boîtes gadget, au milieu de l'index de la section parente

source: Extra boxes
fr: Boîtes extra

source: Add a companion section to post articles that will appear in individual extra boxes
fr: Ajouter une section annexe pour les articles affichés individuellement dans des boîtes extra

source: Post here articles that will appear in individual extra boxes, aside the index of the parent section
fr: Poster ici les articles qui apparaîtront individuellement dans des boîtes extra, sur le côté de l'index de la section parente

source: Next step
fr: Etape suivante

source: sample
fr: exemple

source: This is a sample scrolling news.
fr: Ceci est un exemple de nouvelle défilante.

source: Gadget box
fr: Boîte gadget

source: This is a sample gadget box.
fr: Ceci est une boîte gadget d'exemple

source: Sample box
fr: Boîte d'exemple

source: This is a sample extra box.
fr: Ceci est une boîte extra d'exemple

source: Access the new section
fr: Accéder à la nouvelle section

source: Add a forum
fr: Ajouter un forum

source: A forum is made of one or several discussion boards, which are aiming to support threads of interaction between community members. Each topic started in a discussion board may feature images, photos, files, and related links.
fr: Un forum de discussion est constitué d'une ou plusieurs rubriques destinées à l'interaction rapide entre les membres d'une communauté. Chaque sujet démarré sur le forum peut être associé à des images, des photos, des fichiers ou des liens web.

source: You can either create one general-purpose discussion board, or a set of more specialised boards.
fr: Vous pouvez créer un forum à usage général, ou bien un jeu de rubriques spécialisées.

source: Forum anchor
fr: Point d'ancrage

source: Forum Title
fr: Titre du forum

source: Post your brand new ideas here!
fr: La meilleure place pour exprimer vos idées

source: Registered members of this site may start a thread on any subject here. Use this forum either to ask for support, or to share new ideas with other members of the community. Pages posted in the forum benefit from the full power of YACS, including the ability to create polls, to upload files and to attach links.
fr: Les membres enregistrés peuvent démarrer un fil de discussion ici. Utilisez ce forum pour demander du support ou pour partager vos nouvelles idées avec les autres membres de cette communauté. Les pages postées dans le forum bénéficient de la puissance de YACS, y compris l'envoi de sondages, le téléchargement de fichiers ou encore l'attachement de liens web.

source: Up to 8 boards
fr: Jusqu'à 8 rubriques

source: You will be able to enhance these boards, or to add new boards, afterwards.
fr: Vous pourrez améliorer l'aspect de ces rubriques, ou ajouter de nouvelles rubriques, ultérieurement.

source: Board #%d
fr: Rubrique n°%d

source: Family
fr: Famille

source: Repeat the same string in successive boards that have to be grouped in the forum.
fr: Répéter la même chaîne dans les rubriques à regrouper sur le forum

source: Check the new forum
fr: Vérifier le nouveau forum de discussion

source: Add a directory of links
fr: Ajouter un répertoire de liens

source: Bookmarks
fr: Signets

source: Shared links of interest
fr: Liens partagés

source: This section, and related sub-sections, lists links submitted by authenticated persons.
fr: Cette section, et ses sous-sections, présente les liens envoyés par les personnes authentifiées.

source: YACS lets people share bookmarks and favorites quite easily.
fr: YACS facilite autant que possible le partage de signets ou autres favoris.

source: Use this assistant to initialize the tree of sections used to classify links at your site. Of course, sections can be changed, deleted or added individually afterwards.
fr: Utilisez cet assistant pour créer la structure des sections utilisées pour le classement des liens sur votre serveur. Bien entendu, ceci peut être changé après coup en cas de besoin.

source: Top section
fr: Section principale

source: To introduce the list of sections below
fr: Pour introduire la liste des sections qui suivent

source: Add as many sections you need. We suggest to declare an even number of sections.
fr: Ajoutez autant de sections que de besoin. Nous vous suggérons de définir un nombre pair de sections.

source: Access the directory
fr: Accéder au répertoire

source: Use YACS to publish pages you have carefully crafted, and look at your name proudly listed on your work. Each page may feature images, photos, files, comments and related links.
fr: Utilisez YACS pour publier le résultat de votre travail, et laissez-le afficher votre profil à chaque page. Chaque article peut être associé à des images, des photos, des fichiers, des commentaires ou des liens web.

source: Original pages
fr: Publications originales

source: Read, learn, and react!
fr: Lisez, apprenez, réagissez !

source: Author's profile
fr: Profil des auteurs

source: Below page title
fr: En dessous du titre de page

source: At page bottom
fr: En bas de page

source: On page side
fr: Sur le côté de la page

source: A section already exists for partners.
fr: Une section existe déjà pour les partenaires.

source: View the section
fr: Voir la section

source: Partners are listed at the front page, in a scrollable area.
fr: Les partenaires sont listés sur la page d'accueil, dans un panneau animé.

source: Change the value of the ranking field to prioritize partners.
fr: Modifier la valeur du champ rang pour ajuster l'ordre d'importance de vos partenaires.

source: Partners
fr: Partenaires

source: Adapt the title to the kinds of partnership you are developing
fr: Ajuster le titre au type de partenariat que vous cherchez à mettre en oeuvre

source: They are trusting us
fr: Ils nous font confiance

source: With YACS, polls are ordinary articles that have extended attributes to handle votes and to display bar graphs.
fr: Pour YACS les sondages sont des articles ordinaires, complétés par quelques attributs complémentaires pour gérer les votes, afficher graphiquement les résultats, etc.

source: You can either create a single polling section, or run this script several time and create a set of more specialised sections.
fr: Vous pouvez créer une section unique pour l'ensemble des sondages, ou bien, en exécutant ce script plusieurs fois, créer un jeu de sections spécialisées.

source: Polls
fr: Sondages

source: Use either a global name (eg, "the voting machine") or, narrow it and create multiple sections
fr: Indiquez un titre général ("La machine à voter"), ou bien créez plusieurs sections

source: The current active poll, plus previous ones
fr: Le sondage courant, plus les précédants

source: With YACS, recipes are ordinary articles that have some extended attributes such as the list of ingredients, or the number of people to serve, etc.
fr: Pour YACS les recettes sont des articles ordinaires, complétés par quelques attributs complémentaires comme la liste des ingrédients, le nombre de convives, etc.

source: You can either create only one section to host every cooking recipe posted at your site, or run this script several time and create a set of more specialised sections.
fr: Vous pouvez créer une seule section pour publier toutes vos recettes de cuisine, ou bien, en exécutant ce script plusieurs fois, créer un jeu de sections spécialisées.

source: Use either a global name (eg, "the family cookbook") or, narrow it and create multiple sections (eg, "Famous starters", "Main dishes", ...)
fr: Indiquez un titre général ("Les recettes de la famille"), ou bien créez plusieurs sections ("Entrées", "Desserts" ...)

source: Add server profiles
fr: Ajouter des serveurs

source: This script adds some public servers to be pinged when content is added to your server. Do not trigger this if your host is not visible from the Internet.
fr: Ce script ajoute quelques serveurs publics à prévenir lorsque le contenu de votre serveur évolue. Ne cliquez pas sur le bouton ci-dessous si votre machine n'est pas visible depuis l'Internet.

source: Servers
fr: Serveurs

source: Add a page
fr: Ajouter une page

source: This script will create one single page to capture collective feed-back. What kind of support are you looking for?
fr: Ce script va créer une page spécialisée. Quel type de support recherchez-vous ?

source: The best way to formalize collective decisions. Every voter can expressed a Yes or No, and comment its ballot.
fr: La meilleure façon de formaliser des décisions collectives. Chaque votant peut exprimer un Oui ou un Non, et commenter sa propre décision.

source: Petition
fr: Pétition

source: Ideal to express a broad support of some idea. Every signature can be commented.
fr: Idéal pour faire exprimer un consensus large sur une idée. Chaque signature peut-être commentée.

source: Poll
fr: Sondage

source: The quickest way to identify trends. Any surfer can select among offered options, and YACS will sum up all clicks.
fr: La façon la plus rapide pour dégager des tendances. Les surfeurs choisissent l'une des options proposées, et YACS comptabilise les clics.

source: Add a wiki
fr: Ajouter un wiki

source: With YACS, each wiki is an independant section, with options to limit the number of contributors or readers. Each post in a wiki may feature images, photos, files, comments, trackbacks and related links.
fr: Avec YACS, chaque wiki est une section indépendante, avec des options pour limiter le nombre de contributeurs ou de lecteurs. Chaque page postée sur un wiki peut comporter des images, des photos, des fichiers, des commentaires ou des liens web.

source: You can either create one general-purpose wiki, or run this script several time and create a set of more specialised wikis.
fr: Vous pouvez créer un wiki plutôt généraliste, ou bien, en exécutant ce script plusieurs fois, créer plusieurs wikis plus spécialisés.

source: Wiki anchor
fr: Point d'ancrage

source: Wiki Title
fr: Titre du wiki

source: Our wiki
fr: Notre wiki

source: Our collaborative place
fr: Notre espace de travail collaboratif

source: A description of what information is developed at this wiki.
fr: Une description du sujet développé sur ce wiki.

source: Anyone, including anonymous surfer, may contribute to this wiki.
fr: Tout le monde, y compris les surfeurs anonymes, peut contribuer à ce wiki.

source: Any surfer is allowed to contribute anonymously to this wiki. Internet robots are prevented to submit new posts, however you should continuously review content to avoid unappropriate material.
fr: Tout surfeurs, même anonyme, est autorisé à contribuer librement. Vous devriez surveiller le contenu de votre wiki régulièrement pour éviter tout contenu inapproprié.
