Repository: yacs/yacs
Catalog: i18n/locale/*/help.po
Languages: fr

source: Any authenticated member of the community is allowed to contribute to this wiki. You should control community membership to avoid unappropriate material.
fr: Tout membre authentifié est autorisé à contribuer librement. Contrôlez soigneusement les nouveaux membres pour éviter tout contenu inapproprié.

source: You have selected to implement a private wiki. Assign individual members as editors of this wiki to enable contributions beyond associates.
fr: Vous avez mis en place un wiki privé. Assignez individuellement les membres comme éditeurs de ce wiki pour élargir les contributions au-delà des associés.

source: Access the new wiki
fr: Accéder au nouveau wiki

source: This script will help to structure content for your server. Please select below the action you would like to perform.Depending on your choice, the assistant may ask for additional parameters on successive panels.
fr: Ce script va vous aider à étendre la structure de votre serveur. Choisissez ci-dessous l'action à effectuer. En fonction de votre choix, l'assistant pourra être amené à demander des paramètres complémentaires.

source: Sollicitate users input -- create one single vote, a petition, or a poll
fr: Solliciter les utilisateurs -- créer un vote, une pétition, ou un sondage

source: Add a forum -- let people interact
fr: Ajouter un forum de discussion -- et laisser les personnes interagir

source: Add a blog -- and share your feeling, your findings, your soul
fr: Ajouter un blog -- et partager vos envies, vos impressions, vos découvertes

source: Add a wiki -- to support collaborative work in a team of peers
fr: Ajouter un wiki -- et faciliter le travail en équipe sur un projet donné

source: Post original work -- in a section that will feature author's profiles
fr: Publier des originaux -- dans une section qui présente les profils des auteurs.

source: Add an electronic book, or a manual -- actually, a structured set of pages
fr: Ajouter un livre électronique -- en fait, une liste structurée de pages

source: Add a composite section -- with scrolling news, plus gadget and extra boxes
fr: Ajouter une section complexe -- avec des nouvelles défilantes, plus des boîtes gadget et extra

source: Add a section for polls -- the most recent is active; previous polls are still listed
fr: Ajouter une section pour les sondages -- le plus récent est actif, les précédents sont toujours listés

source: Add a section for partners -- the special people or sites that are supporting your site
fr: Ajouter une section pour les partenaires -- les serveurs et personnes qui sont favorables à votre site

source: Add a cookbook -- cooking recipes, the French secret to happiness
fr: Ajouter un livre de recettes -- le secret du bonheur, au moins pour les français

source: Add a directory of links -- a small version of Yahoo!, or of DMOZ
fr: Ajouter un répertoire de liens -- une version miniature de Yahoo! ou de DMOZ

source: Add a collection -- and share available files, enable audio and video on-demand, and slideshows
fr: Ajouter une collection -- et partager les fichiers disponibles, autoriser audio et vidéo à la demande, ainsi que les diaporamas

source: Add sample server profiles -- ping well-known news aggregator and become famous
fr: Ajouter quelques serveurs -- pour avertir les aggrégateurs les plus fameux de vos publications

source: Add basic items -- in case you would need to replay some steps of the setup process
fr: Ajouter les éléments de base -- pour répéter certaines étapes de l'installation initiale si besoin

source: Add sample items -- for test purpose
fr: Ajouter des exemples -- seulement pour faire des tests

source: Turn any regular section to a photo album by adding images to posted pages.
fr: Transformez n'importe quelle section ordinaire en album photo en ajoutant des images aux pages qui y sont postées.

source: YACS creates weekly and monthly archives automatically. No specific action is required to create these.
fr: YACS crée les archives hebdomadaires et mensuelles automatiquement. Vous n'avez rien à faire de particulier pour cela.

source: Of course, you may also use regular editors to create simple items:
fr: Bien sûr, vous pouvez utiliser les formulaires habituels pour les cas simples :

source: Add a category
fr: Ajouter une catégorie

source: Shortcuts
fr: Raccourcis
