Repository: yacs/yacs
Catalog: i18n/locale/*/images.po
Languages: fr

source: You are not allowed to perform this operation.
fr: Vous n'êtes pas autorisé à faire cette opération.

source: No image has been added.
fr: Aucune image n'a été ajoutée.

source: Analyzing table %s...
fr: Analyse de la table %s ...

source: %d records have been processed
fr: %d enregistrements ont été traités

source: Unused: %s
fr: Inutilisée : %s

source: Too many successive errors. Aborted
fr: Trop d'erreurs successives. Abandon

source: Script terminated in %.2f seconds.
fr: Script terminé en %.2f secondes.

source: Orphan: %s
fr: Orphelin : %s

source: Missing: %s
fr: Manquant: %s

source: in
fr: dans

source: %d missing files
fr: %d fichiers manquant

source: Please select the action to perform.
fr: Merci de choisir l'opération à effectuer.

source: List biggest images
fr: Lister les plus grosses images

source: Look for unused images
fr: Détecter les images non utilisées

source: Look for orphan records
fr: Détecter les enregistrements orphelins

source: Look for missing files
fr: recherche des fichiers manquants

source: Start
fr: Commencer

source: Delete an image
fr: Supprimer une image

source: The action has not been confirmed.
fr: L'action n'a pas été confirmée.

source: Yes, I want to delete this image
fr: Oui, je veux supprimer cette image

source: Cancel
fr: Annuler

source: bytes
fr: octets

source: edited by %s %s
fr: modifié par %s %s

source: Update an image
fr: Mettre une image à jour

source: Add an image
fr: Ajouter une image

source: No anchor has been found.
fr: Aucun ancrage n'a été trouvé.

source: No file has been transmitted.
fr: Aucune image n'a été transmis.

source: Thank you for your contribution
fr: Merci de votre contribution

source: The image has become the profile picture.
fr: L'image illustre ce profil.

source: This has become the thumbnail image of the page.
fr: L'image sera utilisée comme vignette de page.

source: The image has been added, and it also has been set as the page thumbnail.
fr: L'image a été ajoutée ; elle servira aussi de vignette.

source: The image has been inserted.
fr: L'image a été insérée.

source: %d image has been processed.
fr: %d image a été traitée.

source: No image has been processed.
fr: Aucune image n'a été traitée.

source: What do you want to do now?
fr: Que voulez-vous faire à présent ?

source: View profile
fr: Voir le profil

source: Edit this profile
fr: Editer ce profil

source: Change picture
fr: Changer d'image

source: View the page
fr: Voir la page

source: Edit the page
fr: Modifier la page

source: Submit another image
fr: Envoyer une autre image

source: New image in %s
fr: Nouvelle image dans %s

source: %s at %s
fr: %s à %s

source: posted by %s %s
fr: posté par %s %s

source: Select another image to replace the current one
fr: Choisissez une autre image pour remplacer l'image courante

source: Press to select a local file
fr: Choisir un fichier local

source: Select a picture to illustrate this user profile.
fr: Choisir une image pour illustrer ce profil utilisateur.

source: Select a thumbnail picture for this page.
fr: Choisir une vignette pour cette page.

source: Select a .png, .gif, .jpeg or .webp image, or a .zip file containing several images.
fr: Choisir une image .png, ou .gif ou .jpg, ou .webp, ou une archive .zip contenant plusieurs images.

source: Title
fr: Titre

source: If you have got this file from outside sources, please reference these sources here
fr: Si vous avez obtenu ce fichier de sources extérieures, merci de l'indiquer ici

source: Link
fr: Lien

source: You can make this image point to any web page if you wish
fr: Pour faire pointer cette image vers une page web, si vous le souhaitez

source: Image processing
fr: Traitement de l'image

source: Automatically resize the image if necessary
fr: Redimensionner l'image si nécessaire

source: Insert a thumbnail
fr: Utiliser une vignette

source: Instead of the embedded image, but only for large files (>20&nbsp;kbytes)
fr: A la place de l'image, mais seulement pour les fichiers importants (plus de 20 Koctets)

source: Always use the thumbnail. Users will click on it to see the full image.
fr: Toujours. Les utilisateurs cliqueront dessus pour visualiser l'image agrandie.

source: Never. Response times for surfers using modem links may be degraded on big images.
fr: Jamais. Les temps de réponse pour certains utilisateurs sur liaison modem pourront être dégradés pour des images de grande taille.

source: Submit
fr: Enregistrer

source: Press [s] to submit data
fr: Appuyer sur [s] pour envoyer les informations

source: Do not change modification date of the main page.
fr: Ne pas changer la date de modification de la page principale.

source: Large files (i.e. exceeding 20&nbsp;kbytes) are published as thumbnails. By clicking on thumbnails people can access full-sized pictures. The title is visible while the mouse is over the thumbnail. The description and the source information are displayed along the full-sized picture.
fr: Les fichiers importants (plus de 20 koctets) sont publiés sous forme de vignettes. Il faut cliquer sur les vignettes pour accéder aux images complètes. Le titre est affiché lorsque la souris survole la vignette. La description et la source sont affichées avec l'image complète.

source: %s and %s are available to enhance text rendering.
fr: Utilisez %s et %s pour embellir le texte.

source: YACS codes
fr: codes YACS

source: smileys
fr: emoticons

source: Smaller files are embedded as-is. The description and the source fields are more or less useless in this case.
fr: Les fichiers plus petits sont intégrés tels quels dans la page. Inutile de remplir les champs description et source dans ce cas.

source: Help
fr: Aide

source: Impossible to adjust image %s.
fr: Impossible d'ajuster l'image %s.

source: Cannot write adjusted image to %s.
fr: Impossible d'écrire l'image ajustée %s.

source: No image information in %s.
fr: Aucune image valide dans %s

source: No GD support, or unknown image type in %s.
fr: Pas de support GD ou type d'image inconnu dans %s.

source: Cannot copy image to %s
fr: Impossible de copier vers %s

source: Impossible to skrink image %s
fr: Impossible de réduire l'image %s

source: Impossible to write to %s.
fr: Impossible d'écrire dans %s.

source: No image information in %s
fr: Aucune image valide dans %s

source: Rejected file type %s
fr: Type de fichier invalide %s

source: No item has been found.
fr: Aucun élément n'a été trouvé.

source: Impossible to create path %s.
fr: Impossible de créer le chemin %s.

source: Impossible to copy file %s.
fr: Impossible de copier le fichier %s.

source: No item has the provided id.
fr: Identifiant inconnu.

source: Following image has been added:
fr: L'image suivante à été ajoutée

source: Recent pages
fr: Pages récentes

source: hits
fr: sélections

source: In %s
fr: Dans %s

source: Update this image
fr: Modifier cette image

source: Set as profile picture
fr: Utiliser comme image de profil

source: Set as page image
fr: Utiliser comme image de page

source: Set as page thumbnail
fr: Comme vignette de page, dans les listes

source: Delete this image
fr: Supprimer cette image

source: Use an image
fr: Utiliser une image

source: Operation has failed.
fr: Impossible de mener l'opération à son terme

source: %d bytes
fr: %d octets

source: Back to main page
fr: Retour à la page principale

source: Press [e] to edit
fr: Appuyer sur [e] pour modifier

source: To save this image on your hard drive, drag the mouse above the image and use the right button. A contextual pop-up menu should appear. Select the adequate command depending on the browser used.
fr: Pour sauver l'image sur votre disque dur tirer la souris au-dessus de l'image et utiliser le bouton droit. Un menu contextuel devrait apparaître. Choisir la commande ad hoc pour sauver l'image, en fonction du navigateur utilisé.

source: Thumbnail
fr: Vignette
