Repository: yacs/yacs
Catalog: i18n/locale/*/letters.po
Languages: fr

source: Control Panel
fr: Panneau de contrôle

source: Configure
fr: Configurer

source: Newsletters
fr: Lettres d'information

source: You are not allowed to perform this operation.
fr: Vous n'êtes pas autorisé à faire cette opération.

source: Letter title
fr: Titre de la lettre

source: Used as e-mail subject
fr: Utilisé comme titre de courrier électronique

source: Letter prefix
fr: Préfixe de la lettre

source: Several lines of text to introduce your letter
fr: Quelques lignes de texte pour introduire votre lettre

source: Letter suffix
fr: Suffixe de la lettre

source: Several lines of text to end your letter
fr: Quelques lignes de texte pour terminer votre lettre

source: Title prefix
fr: Préfixe de titre

source: Inserted before each title while building the list of recent articles
fr: Inséré avant chaque titre pendant la construction de la liste des articles récents

source: Title suffix
fr: Suffixe de titre

source: Inserted after each title while building the list of recent articles
fr: Inséré après chaque titre pendant la construction de la liste des articles récents

source: Mail address to be used on replies
fr: Adresse à utiliser pour les réponses

source: Normalized format, for example: "John Ford" &lt;john.ford@acme.com&gt;
fr: Format normalisé, par exemple : "Jean Dupont" &lt;jean.dupont@entreprise.fr&gt;

source: Submit
fr: Enregistrer

source: Press [s] to submit data
fr: Appuyer sur [s] pour envoyer les informations

source: You are not allowed to perform this operation in demonstration mode.
fr: Vous n'êtes pas autorisé à faire cette opération en mode démonstration.

source: ERROR: Impossible to write to the file %s. The configuration has not been saved.
fr: ERREUR : impossible d'écrire dans le fichier %s. La configuration n'a pas été sauvegardée.

source: To actually change the configuration, please copy and paste following lines by yourself in file %s.
fr: Pour changer la configuration merci de copier et de coller les lignes suivantes dans le fichier %s :

source: The following configuration has been saved into the file %s.
fr: La configuration suivante a été enregistrée dans le fichier %s.

source: %s has been updated
fr: %s a été mis à jour

source: Configuration parameters
fr: Paramètres de configuration

source: Where do you want to go now?
fr: Où voulez-vous aller à présent ?

source: Configure again
fr: Configurer de nouveau

source: No letter has been sent yet.
fr: Aucune lettre n'a été envoyée

source: Post a letter
fr: Envoyer une lettre

source: E-mail has not been activated on this system.
fr: Ce système n'a pas été configuré pour gérer le courrier électronique.

source: No account to post the letter. Please %s.
fr: Aucun compte pour envoyer votre lettre. Merci d'en %s.

source: configure one
fr: configurer un

source: Title
fr: Titre

source: Used as message subject line
fr: Utilisé en tant qu'objet du message

source: Content
fr: Contenu

source: Recipients
fr: Destinataires

source: All subscribers of the community
fr: Tous les souscripteurs de la communauté

source: Members only
fr: Seulement les membres

source: Associates only
fr: Seulement les associés

source: Specific addresses:
fr: Adresses spécifiques :

source: The recipients that will receive the letter
fr: Les destinataires à qui vous voulez envoyer la lettre

source: Send
fr: Envoyer

source: No title has been provided.
fr: Aucun titre n'a été fourni.

source: By %s
fr: Par %s

source: featured
fr: une

source: Creating a section for archived letters
fr: Création d'une section pour les lettres archivées

source: Archived letters
fr: Toutes les lettres

source: To remember our previous messages
fr: Pour se rappeler les envois précédents

source: YACS puts automatically sent letters into this section.
fr: YACS place les lettres envoyées dans cette section.

source: Archiving the new letter
fr: Archivage de la lettre pour consultation ultérieure

source: Sent %s to&nbsp;"%s"
fr: Envoyé %s à&nbsp;"%s"

source: Error: Invalid address skipped
fr: Erreur : Adresse invalide non traitée !

source: A message has been sent to:
fr: Un message a été envoyé à :

source: No recipient has been defined.
fr: Aucun destinaire n'a été défini.

source: Error has been encountered while sending the letter.
fr: Erreur de transmission !

source: No recipient has been processed.
fr: Aucun destinataire n'a été traité.

source: One recipient has been processed.
fr: Un destinataire a été traité.

source: %d recipients have been processed
fr: %d destinataires ont été traités.

source: One invalid address has been skipped.
fr: Une adresse invalide a été rencontrée.

source: %d invalid addresses have been skipped
fr: %d adresse invalides ont été rencontrées.

source: No letter has been transmitted.
fr: Aucune lettre n'a été transmise.

source: One letter has been transmitted.
fr: Une lettre a été transmise.

source: %d letters have been transmitted.
fr: %d lettres ont été transmises.

source: One transmission error has been encountered.
fr: Une erreur de transmission a eu lieu.

source: %d transmission errors have been encountered.
fr: %d erreurs de transmission ont eu lieu

source: Script terminated in %.2f seconds.
fr: Script terminé en %.2f secondes.

source: This script will help you to prepare and to send a electronic message to community members. Please select below the action you would like to perform. Depending on your choice, the assistant may ask for additional parameters on successive panels.
fr: Ce script va vous aider à préparer et envoyer un message électronique aux membres de la communauté. Choisissez ci-dessous l'action à effectuer. En fonction de votre choix, l'assistant pourra être amené à demander des paramètres complémentaires.

source: Send a digest of articles published recently
fr: Envoyer une liste des articles publiés récemment

source: List featured pages
fr: Lister les articles à la Une

source: Send one announcement to community members
fr: Envoyer une annonce aux membres de la communauté

source: Next step
fr: Etape suivante

source: Press [s] to continue
fr: Appuyer sur [s] pour continuer
