Repository: yacs/yacs
Catalog: i18n/locale/*/links.po
Languages: fr

source: Links
fr: Liens

source: You are not allowed to perform this operation.
fr: Vous n'êtes pas autorisé à faire cette opération.

source: Analyzing table %s...
fr: Analyse de la table %s ...

source: No link to check.
fr: Aucun lien à vérifier.

source: %d links have been processed.
fr: %d liens ont été analysés.

source: Broken links to review
fr: Liens cassés à vérifier

source: No broken link has been found.
fr: Aucun lien cassé n'a été trouvé.

source: Script terminated in %.2f seconds.
fr: Script terminé en %.2f secondes.

source: Deleted referrals
fr: Références supprimées

source: Following referrals have been deleted:
fr: Les références suivantes ont été supprimées :

source: Following referrals have been banned:
fr: Les références suivantes ont été bannies :

source: No broken referral has been found.
fr: Aucune référence cassée n'a été trouvée.

source: %d referrals have been normalized.
fr: %d références ont été normalisées.

source: All referrals are looking ok.
fr: Toutes les références semblent correctes.

source: %d records have been processed.
fr: %d enregistrements ont été traités.

source: Orphan: %s
fr: Orphelin : %s

source: Too many successive errors. Aborted
fr: Trop d'erreurs successives. Abandon

source: %d records have been processed
fr: %d enregistrements ont été traités

source: Please select the action to perform.
fr: Merci de choisir l'opération à effectuer.

source: Check links through the Internet. If you click on the button above, the database will be scanned, and the server will attempt to open each link through the network. Broken URLS will be reported to you for further troubleshoting. Note that the program will stop automatically if too many broken links are found.
fr: Vérification des liens à travers Internet. Si vous cliquez sur le bouton ci-dessous, la base de données va être analysée, et le serveur va tenter d'ouvrir chaque lien à travers le réseau. Les liens cassés vous seront signalés pour traitement par vos soins. Le programme s'arrêtera de lui-même si trop de liens cassés sont identifiés.

source: Check referrals through the Internet. If you click on the button above, referrals will be checked through the network. Note that the program will stop automatically if too many broken links are found.
fr: Vérification des références à travers Internet. Si vous cliquez sur le bouton ci-dessous, les références vont être vérifiées à travers le réseau. Le programme s'arrêtera de lui-même si trop de liens cassés sont identifiés.

source: Normalize referrals. Referrals from search engines will be simplified as much as possible. Also, keywords are extracted for further use.
fr: Normaliser les références extérieures. Les références provenant des moteurs de recherche seront simplifiées autant que possible. De plus, les mots-clés seront extraits pour usage ultérieur.

source: Look for orphan records
fr: Détecter les enregistrements orphelins

source: Start
fr: Commencer

source: No link URL has been provided.
fr: Aucun lien URL n'a été fourni.

source: Click has not been recorded.
fr: Les clics n'ont pas été enregistrés.

source: Delete a link
fr: Effacer un lien

source: The action has not been confirmed.
fr: L'action n'a pas été confirmée.

source: Yes, I want to delete this link
fr: Oui, je veux supprimer ce lien

source: Cancel
fr: Annuler

source: edited by %s %s
fr: modifié par %s %s

source: clicks
fr: clics

source: Edit a link
fr: Modifier un lien

source: Add a link
fr: Ajouter un lien

source: No anchor has been found.
fr: Aucun ancrage n'a été trouvé.

source: Please prove you are not a robot.
fr: Merci de prouver que vous n'êtes pas un robot.

source: Thank you for your contribution
fr: Merci de votre contribution

source: The link has been successfully recorded.
fr: Le lien a été enregistré

source: Persons that have been notified
fr: Personnes notifiées

source: What do you want to do now?
fr: Que voulez-vous faire à présent ?

source: View the page
fr: Voir la page

source: Submit another link
fr: Envoyer un autre lien

source: New link at %s
fr: Nouveau lien dans %s

source: at %s
fr: à %s

source: This script will add this page to one of the sections listed below. If you would like to add a link to an existing page, browse the target page instead and use the adequate command from the menu.
fr: Ce scritp va ajouter un nouveau lien à l'une des sections ci-dessous. Si vous souhaitez compléter une page existante, veuillez plutôt visualiser la page en question et utiliser la commande ad hoc dans le menu.

source: Please carefully select a section for your link
fr: Choisissez l'emplacement adéquat pour partager votre lien

source: If you have previously registered to this site, please %s. Then the server will automatically put your name and address in following fields.
fr: Si vous avez ouvert un compte sur ce site, merci de vous %s. Le serveur pourra alors positionner votre nom et votre adresse automatiquement dans les champs ci-dessous.

source: authenticate
fr: authentifier

source: Your name
fr: Votre nom

source: This optional field can be left blank if you wish.
fr: Champ optionnel.

source: Your address
fr: Votre adresse

source: e-mail or web address; this field is optional
fr: Adresse électronique, ou serveur web ; champ optionnel

source: Web address
fr: Adresse web

source: You can either type a plain url (http://) or use [article=&lt;id&gt;] notation
fr: Vous pouvez taper une URL (http://) ou un raccourci (notation [article=&lt;id&gt;])

source: Title
fr: Titre

source: Please provide a meaningful title.
fr: Merci d'indiquer un titre significatif.

source: Hovering popup
fr: Label de survol

source: This will appear near the link when the mouse is placed on top of it
fr: Ce qui apparaît près du lien lorsque la souris est placée au-dessus

source: Target window
fr: Fenêtre cible

source: Open a separate window for external links
fr: Ouvrir une fenêtre séparée pour les liens exterieurs

source: Stay in same window on click
fr: Ne pas changer de fenêtre pour afficher la page cible

source: Submit
fr: Enregistrer

source: Press [s] to submit data
fr: Appuyer sur [s] pour envoyer les informations

source: Do not change modification date of the main page.
fr: Ne pas changer la date de modification de la page principale.

source: Ensure this post is valid XHTML.
fr: Vérifier que le contenu est du XHTML valide.

source: Please type a valid link.
fr: Merci de fournir une adresse valide

source: You can use following shortcuts to link to other pages of this server: %s
fr: Vous pouvez utiliser les raccourcis suivants pour créer des liens vers d'autres pages de ce serveur : %s

source: Please set a meaningful title to be used instead of the link itself.
fr: Merci d'indiquer un titre significatif, qui sera utilisé en lieu et place du lien lui-même.

source: Also, take the time to describe the link. This field is fully indexed for searches.
fr: Et prenez le temps de décrire votre envoi. Le champ de description est complètement indexé afin de faciliter les recherches plein texte.

source: %s and %s are available to enhance text rendering.
fr: Utilisez %s et %s pour embellir le texte.

source: YACS codes
fr: codes YACS

source: smileys
fr: emoticons

source: Help
fr: Aide

source: %d link
fr: %d lien

source: No link has been recorded yet.
fr: Aucun lien n'a été transmis.

source: Detected clicks
fr: Liens détectés

source: Popular
fr: Hit-Parade

source: View the category
fr: Voir la catégorie

source: in %s
fr: dans %s

source: edit
fr: modifier

source: delete
fr: supprimer

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Clicks
fr: Clics

source: Clicked links are referenced here.
fr: Les liens utilisés sont référencés ici.

source: YACS ties automatically external links to this section on use. Therefore, you will have below a global picture of external sites that are referenced through your site.
fr: YACS place les liens externes dans cette section lorsqu'ils sont utlisés. Vous avez ainsi ci-dessous une bonne visibilité des sites externes accèdés à travers votre site.

source: No item has the provided id.
fr: Identifiant inconnu.

source: Reference: %s
fr: Référencer : %s

source: No resource to track back.
fr: La ressource à lier n'est pas indiquée.

source: At any place of this site, use the following code to reference the target page:
fr: Nous vous suggérons de copier-coller le texte suivant pour référencer cette page :

source: Internal reference
fr: Référence interne

source: We suggest you to cut and paste the following piece of text to reference this page:
fr: Nous vous suggérons de copier-coller le texte suivant pour référencer cette page :

source: Permanent address (permalink):
fr: Adresse permanente (permalink) :

source: Other address:
fr: Autre adresse :

source: External reference
fr: Référence externe

source: You can use the form below to manually trackback any of your pages to this site. Of course, use this capability only if your weblogging software is not able to do it automatically.
fr: Vous pouvez utiliser le formulaire ci-dessous pour indiquer une de vos pages qui pointe vers ce site. Bien entendu, ceci concerne avant tout les utilisateurs de logiciels de weblogging ne le faisant pas automatiquement.

source: your_server/your_page
fr: votre_serveur/votre_page

source: Referencing address
fr: Adresse de référencement

source: The remote address that is referencing content at this site
fr: L'adresse distante qui référence quelque information sur ce serveur

source: Its title
fr: Son titre

source: The title of your page
fr: Le titre de votre page

source: Excerpt or description
fr: Extrait ou description

source: As this field may be searched by surfers, please choose adequate searchable words
fr: Ce champ étant indexé pour les recherches, pensez à soigner votre formulation

source: Blog name or section
fr: Nom de blog ou de section

source: To complement the excerpt
fr: Pour compléter l'extrait

source: You must type an excerpt of the referencing page.
fr: Vous devez indiquer un extrait de lapage de référencement.

source: You must name the originating blog.
fr: Vous devez taper un nom de blog.

source: Trackback address:
fr: Référencement (trackback) :

source: This server supports the %s created by Ben Trott and Mena Trott. Please note that any %s system attempts to trackback up to seven links from each published page.
fr: Ce serveur respecte la %s telle qu'annoncée par Ben et Mena Trott. A ce sujet, veuillez noter que tout serveur %s utilise le trackback pour référencer jusqu'à sept liens lors de la publication d'un article.

source: trackback specification
fr: spécification trackback

source: You can use this form to manually trackback your pages to this site.
fr: Vous pouvez utiliser ce formulaire pour lier manuellement vos pages à celles de ce site.
