Repository: yacs/yacs
Catalog: i18n/locale/*/overlays.po
Languages: fr

source: Chairman
fr: Président

source: Seats
fr: Places

source: Maximum number of participants.
fr: Nombre maximum de participants.

source: Title
fr: Titre

source: Duration
fr: Durée

source: Connecting again to OpenTok
fr: Reconnection à OpenTok

source: A webcam is required to be visible
fr: Une webcam est nécessaire pour être filmé

source: Adding local video stream
fr: Ajout du flux vidéo local

source: You are not visible
fr: Vous n'êtes plus visible

source: You have been muted
fr: On ne peut plus vous entendre

source: Connecting to OpenTok
fr: Connection à OpenTok

source: This system is not supported by OpenTok
fr: Ce système est incompatible avec OpenTok

source: Stop talking
fr: Fin d'intervention

source: Start talking
fr: Prendre la parole

source: %s is talking
fr: %s parle

source: %s is listening
fr: %s écoute

source: %s is not visible
fr: %s n'est plus visible

source: Adding remote video streams
fr: Ajout des flux vidéo distants

source: Click on the button before talking
fr: Cliquez sur le bouton avant de parler

source: Use format YYYY-MM-DD
fr: Indiquer la date au format AAAA-MM-JJ

source: Please provide a date.
fr: Merci d'indiquer une date.

source: Account
fr: Compte

source: Enter a valid %s account
fr: Utiliser un compte %s valide

source: Password
fr: Mot de passe

source: Share
fr: Partager

source: a web address
fr: une adresse web

source: a file
fr: un fichier

source: some information
fr: une information

source: Paste the address of a web page that you have visited
fr: Coller l'adresse d'une page web visitée

source: Some sites are recognized automatically: %s
fr: Certains sites sont reconnus automatiquement : %s

source: Select a file of less than %s
fr: Choisir un fichier de moins de %s

source: bytes
fr: octets

source: %s has shared a link
fr: %s a partagé un lien

source: %s has shared a photo
fr: %s a partagé une photo

source: %s has shared some information
fr: %s a partagé une information

source: %s has shared a video
fr: %s a partagé une vidéo

source: Several files have been added
fr: Plusieurs fichiers ont été ajoutés

source: Page has been created
fr: La page a été créée

source: Page has been edited
fr: La page a été modifiée

source: Resulting text
fr: Texte final

source: Thanks to confirm your participation.
fr: Merci de confirmer votre participation.

source: Ask for an invitation if you are interested.
fr: Demandez une invitation si vous souhaitez participer.

source: Use the file attached to update your calendar.
fr: Utilisez le fichier joint pour mettre votre calendrier à jour.

source: Type some letters of the name and select in the list
fr: Indiquez les premières lettres du nom et choisissez dans la liste

source: Meeting location
fr: Lieu de la réunion

source: Provide directions to join the meeting
fr: Donner les instructions pour rejoindre la réunion

source: one hour
fr: une heure

source: two hours
fr: deux heures

source: all day
fr: la journée

source: Topic
fr: Sujet

source: Location
fr: Lieu

source: Meeting has been cancelled.
fr: La réunion a été annulée.

source: to review this event and confirm their participation
fr: à consulter cet événement, et à confirmer leur participation

source: to be notified of their enrolment
fr: à être notifié de leur inscription

source: to review this event and ask for an invitation
fr: à consulter cet événement, et à demander une invitation

source: Edit this event
fr: Modifier cet événement

source: Add an event
fr: Ajouter un événement

source: View event details
fr: Voir les détails de l'événement

source: Edit an event
fr: Modifier un événement

source: Delete an event
fr: Supprimer un événement

source: Welcome
fr: Bienvenue

source: Follow-up
fr: Suivi

source: Event is under preparation
fr: L'événement est en préparation

source: Enrolment is open
fr: Les inscriptions sont ouvertes

source: Event has not started yet
fr: L'événement n'a pas encore commencé

source: Event has started
fr: L'événement est en cours

source: Event is over
fr: L'événement est terminé

source: Event preparation
fr: Préparation de l'événement

source: Induction message
fr: Message de présentation

source: Displayed until the beginning of the event.
fr: Affiché jusqu'au début de l'événement.

source: Enrolment
fr: Inscription

source: Any page visitor can participate
fr: Tout visiteur de cette page peut participer

source: Accept applications, to be confirmed by page owner
fr: Demander une invitation pour participer, à confirmer par le propriétaire de la page

source: Registration is managed by page owner
fr: Le propriétaire de la page gère lui-même les participants

source: During the event
fr: Pendant l'événement

source: Lobby message
fr: Message d'attente

source: Displayed one hour ahead the beginning of the event.
fr: Affiché une heure avant le début de l'événement.

source: Welcome message
fr: Message de bienvenue

source: Displayed only during the event.
fr: Affiché seulement pendant l'événement.

source: After the event
fr: Après l'événement

source: Follow-up message
fr: Message de suivi

source: Congratulate participants, and drive people to complementary information or action.
fr: Félicitez les participants, et guidez-les vers d'autres informations, ou d'autres actions.

source: Management
fr: Gestion

source: Update my calendar
fr: Ajouter à mon calendrier

source: Status
fr: Statut

source: %s has joined the meeting
fr: %s a rejoint la réunion

source: %s has open enrolment to the event
fr: %s a ouvert les inscriptions à l'événement

source: Cancellation
fr: Annulation

source: %s has cancelled %s
fr: %s a annulé %s

source: Impossible to add an item.
fr: Impossible d'ajouter un élément.

source: Meeting: %s
fr: Réunion : %s

source: you have arranged %s
fr: Vous avez organisé %s

source: Updated: %s
fr: Modification : %s

source: %s has updated %s
fr: %s a modifié %s

source: Impossible to update date %s
fr: Impossible de mettre à jour la date %s

source: Past dates
fr: Dates précédentes

source: %s has started the meeting
fr: %s a commencé la réunion

source: %s has stopped the meeting
fr: %s a terminé la réunion

source: Open enrolment
fr: Ouvrir les inscriptions

source: Enrolment has not been opened yet
fr: Les inscriptions ne sont pas encore ouvertes.

source: Start the meeting
fr: Commencer la réunion

source: Please wait until the meeting begins
fr: Merci de patienter en attendant que la réunion commence

source: Invite participants
fr: Inviter des participants

source: Manage enrolment
fr: Gérer les inscriptions

source: You have been enrolled
fr: Vous avez été inscrit

source: You have asked for an invitation
fr: Vous avez demandé une invitation

source: Confirm my participation
fr: Confirmer ma participation

source: Ask for an invitation
fr: Demander une invitation

source: Join the meeting
fr: Joindre la réunion

source: Stop the meeting
fr: Finir la réunion

source: Export to XML
fr: Convertir en XML

source: Export data
fr: Exporter les données

source: Overlays listed below can be used to customise articles attached to some sections.
fr: Les overlays listés ci-dessous peuvent être utilisés pour personnaliser les articles attachés à une section.

source: For example, if you want to apply the overlay <code>foo</code>, go to the %s, and select a target section, or add one.
fr: Par exemple, pour mettre en oeuvre le comportement <code>mon_comportement</code>, visitez la %s. Choisissez une section existante, ou ajoutez une nouvelle section si besoin.

source: site map
fr: carte du site

source: In the form used to edit the section, type the keyword <code>foo</code> in the overlay field, then save changes.
fr: Dans le formulaire d'édition, tapez le mot-clé <code>mon_comportement</code> dans le champ overlay. Sauvez les changements.

source: Situation is under control
fr: La situation est sous contrôle

source: Exceptional effort is required
fr: Requière une attention spéciale

source: This is our first priority
fr: Notre priorité numéro 1

source: Submission
fr: Envoi

source: Analyzis
fr: Analyse

source: Finalization
fr: Finalisation

source: %s %s by %s
fr: %s %s par %s

source: Issue description
fr: Description du problème

source: Edit this issue
fr: Modifier ce problème

source: Add an issue
fr: Ajouter un problème

source: Edit an issue
fr: Modifier un problème

source: Delete an issue
fr: Supprimer un problème

source: Cancelled
fr: Annulé

source: Solved
fr: Résolu

source: Validated
fr: Validé

source: Confirmed
fr: Confirmé

source: Rejected
fr: Rejeté

source: Analyzed
fr: Analysé

source: Pending
fr: En cours

source: Started
fr: Démarré

source: Released
fr: Livré

source: Patched
fr: Corrigé

source: Terminated
fr: Terminé

source: Integrated
fr: Intégré

source: Completed
fr: Terminé

source: Feature request has been submitted
fr: La demande a été enregistrée

source: Problem has been recorded
fr: Le problème a été enregistré

source: Change is foreseen
fr: Le changement est prévu

source: Patch has been submitted
fr: Le correctif a été proposé

source: Immediate solution has been provided
fr: Une solution immédiate a été fournie

source: Change can be avoided
fr: Le changement peut être évité

source: Patch submission is not valid
fr: La correction est invalide

source: Feature request is valid
fr: La demande d'amélioration est valide

source: Problem is valid and may be repeated
fr: Le problème est effectif et reproductible

source: Change request is valid
fr: La demande de changement est valide

source: Patch submission is valid
fr: La proposition de correction est valide

source: No technical solution has been found
fr: Aucune solution technique n'a été trouvée

source: No way to analyze the problem
fr: Aucun moyen d'analyser le problème

source: Patch submission has been rejected
fr: Le correctif a été rejeté

source: Solution architecture has been documented
fr: L'architecture de la solution a été documentée

source: Issue has been documented and cause has been identified
fr: Le problème a été documenté et ses causes ont été identifiées

source: Patch should be integrated
fr: Le correctif devrait être intégré

source: No resource to work on the software
fr: Aucune ressource pour contribuer au logiciel

source: No specific solution has been released
fr: Aucune solution spécifique n'a été fournie

source: Change has been cancelled
fr: Le changement a été annulé

source: A developer is working on this
fr: Un développeur travaille dessus

source: A solution has been made available
fr: Une solution est disponible

source: Change has been initiated
fr: Le changement a été engagé

source: Software is available separately
fr: Le logiciel est disponible séparément

source: Solution is available separately
fr: La solution est disponible séparément

source: Partial change has been achieved
fr: Le changement est partiel

source: Software has been fully integrated
fr: Le logiciel a été intégré

source: Solution has been fully integrated
fr: La solution a été intégrée

source: Change has been fully completed
fr: Le changement a été mené à son terme

source: Submitted
fr: Enregistré

source: Opened
fr: Ouvert

source: Identified
fr: Identifié

source: On-going
fr: En cours

source: Closed
fr: Fermé

source: Owner
fr: Propriétaire

source: Priority
fr: Priorité

source: Feature request has been created on %s
fr: La demande d'amélioration a été créée le %s

source: Patch has been submitted on %s
fr: Le correctif a été proposé %s

source: Page has been created on %s
fr: La page a été créée le %s

source: now
fr: maintenant

source: Qualification has taken place on %s
fr: La qualification a eu lieu le %s

source: Analysis has ended on %s
fr: L'analyse s'est terminée le %s

source: Assignment has been finalized on %s
fr: L'assignation a été close le %s

source: Change has been finalized on %s
fr: Le changement a été finalisé le %s

source: Resolution has been finalized on %s
fr: La résolution a eu lieu le %s

source: Case has been closed on %s
fr: La fiche a été close le %s

source: Tracking
fr: Suivi

source: Feature request
fr: Demande d'amélioration

source: Support request
fr: Besoin d'aide

source: Planned change
fr: Changement planifié

source: Patch submission
fr: Envoi de correctif

source: Progress
fr: Avancement

source: Workflow has been changed to "%s"
fr: Le workflow a été changé en "%s"

source: Owner has been changed to %s
fr: %s est le nouveau propriétaire

source: Livestream channel
fr: Web TV Livestream

source: As registered at %s
fr: Comme enregistré sur %s

source: You have to activate %s externally, before the planned start of the meeting
fr: Vous devez activer %s séparément, avant le début de la réunion

source: the meeting page
fr: la page de la réunion

source: Link to the meeting
fr: Lien vers la réunion

source: Paste the web address of the meeting
fr: Coller l'adresse web de la réunion virtuelle

source: Edit this meeting
fr: Modifier cette réunion

source: Add a meeting
fr: Ajouter une réunion

source: View meeting details
fr: Voir les détails de la réunion

source: Edit a meeting
fr: Modifier une réunion

source: Delete a meeting
fr: Supprimer une réunion

source: Meeting is under preparation
fr: La réunion est en préparation

source: Meeting has not started yet
fr: La réunion n'a pas encore commencé

source: Meeting has started
fr: La réunion a commencé

source: Meeting is over
fr: La réunion est terminée

source: Overlay identifier
fr: Identifiant d'overlay

source: Extra box
fr: Boîte extra

source: Navigation box
fr: Boîte de navigation

source: You have already signed
fr: Vous avez déjà signé

source: Petition has been closed.
fr: La pétition est fermée.

source: Petition is currently open.
fr: La pétition est ouverte.

source: Petition is open until %s.
fr: La pétition est ouverte jusqu'au %s.

source: Petition has ended on %s.
fr: La pétition est fermée depuis le %s.

source: All members of the community are allowed to sign.
fr: Tous les membres de la communauté peuvent signer.

source: Editors of this section are allowed to sign.
fr: Les éditeurs de cette section peuvent signer.

source: Only associates are allowed to sign.
fr: Seuls les associés peuvent signer.

source: Allowed: %s
fr: Autorisés : %s

source: (to be defined)
fr: (à définir)

source: Scope
fr: Etendue

source: All members of the community
fr: Tous les membres de la communauté

source: Editors of this section
fr: Les éditeurs de cette section

source: Associates only
fr: Seulement les associés

source: Following people:
fr: Les personnes suivantes :

source: End date
fr: Fermeture des votes

source: YYYY-MM-AA HH:MM
fr: AAAA-MM-JJ HH:MM

source: Edit this petition
fr: Modifier cette pétition

source: Add a petition
fr: Ajouter une pétition

source: Edit a petition
fr: Modifier une pétition

source: Delete a petition
fr: Supprimer une pétition

source: See ballot papers
fr: Voir les décisions

source: View your signature
fr: Voir votre signature

source: Sign this petition
fr: Exprimez-vous et signez

source: Answer 1
fr: Réponse 1

source: Answer 2
fr: Réponse 2

source: Answer 3
fr: Réponse 3

source: Answer
fr: Réponse

source: Delete to suppress
fr: Effacez pour supprimer

source: Count
fr: Votes

source: Add an answer
fr: Ajouter une réponse

source: Check this is a valid answer to your question
fr: Assurez-vous que vous répondez effectivement à la question posée

source: Do not trick your polls; Start at zero
fr: Ne trichez pas et commencez à zéro

source: Additional information
fr: Information complémentaire

source: Edit this poll
fr: Modifier ce sondage

source: Keep your polls as simple to understand as possible.
fr: Rédiger des sondages aussi simples que possible.

source: Add a poll
fr: Ajouter un sondage

source: Edit a poll
fr: Modifier un sondage

source: Delete a poll
fr: Supprimer un sondage

source: Cast your vote
fr: Voter

source: View results
fr: Voir les résultats

source: %d votes up to now
fr: %d votes à ce jour

source: Vote
fr: Voter

source: Context
fr: Contexte

source: Edit the question
fr: Modifier la question

source: Add a question
fr: Ajouter une question

source: Delete a question
fr: Supprimer une question

source: Has this page been useful to you?
fr: Cette page vous a-t-elle aidé ?

source: Yes
fr: Oui

source: No
fr: Non

source: %d rating
fr: %d note

source: Feed-back
fr: Evaluation

source: Persons to be served
fr: Nombre de convives

source: Try to standardize your recipes for four people
fr: Autant que possible, prévoyez des recettes pour quatre personnes

source: Time to prepare
fr: Temps de préparation

source: Do not take into account cooking time
fr: Ne comptez ni temps de cuisson, ni temps de macération

source: Time to cook
fr: Temps de cuisson

source: Do not take into account time to heat the owen
fr: Ne comptez pas le temps de préchauffage du four

source: Ingredients
fr: Ingrédients

source: Type each ingredient on one separate line starting with a '-' character
fr: Indiquez chaque ingrédient sur une ligne séparée démarrant par le caractère '-'

source: Preparation steps
fr: Etapes de la recette

source: Edit this recipe
fr: Modifier cette recette

source: We are trying to standardize recipes for 4 people.
fr: Si possible, merci de standardiser vos recettes pour 4 convives.

source: Add a recipe
fr: Ajouter une recette

source: Edit a recipe
fr: Modifier une recette

source: Delete a recipe
fr: Supprimer une recette

source: People to be served: %s
fr: Nombre de parts : %s

source: Time to prepare: %s
fr: Temps de préparation : %s

source: Cooking time: %s
fr: Temps de cuisson : %s

source: Ingredients: %s
fr: Ingrédients : %s

source: with %s
fr: avec %s

source: Show name
fr: Nom de l'émission

source: You have already voted
fr: Vous avez déjà voté

source: Vote is not open
fr: Le vote n'est pas ouvert

source: You have to wait for end of vote to list ballots
fr: Vous devez attendre la fin du vote pour accéder aux votes

source: Voters
fr: Votants

source: Start date
fr: Ouverture des votes

source: Vote description
fr: Description du vote

source: Edit this vote
fr: Modifier ce vote

source: Add a vote
fr: Ajouter un vote

source: Edit a vote
fr: Modifier un vote

source: Delete a vote
fr: Supprimer un vote

source: View your ballot
fr: Voir votre vote

source: Express your vote
fr: Exprimez-vous et votez

source: Vote is currently open
fr: Le vote est ouvert

source: Vote is open until %s
fr: Le vote est ouvert jusqu'au %s

source: Vote has ended on %s
fr: Le vote est fermé depuis le %s

source: Vote will start on %s
fr: Le vote commencera le %s

source: Vote will take place between %s and %s
fr: Le vote se déroulera du %s au %s

source: Vote has started on %s
fr: Le vote a commencé le %s

source: Vote is taking place between %s and %s
fr: Le vote se déroule du %s au %s

source: %d approval
fr: %d approbation

source: %d reject
fr: %d rejet

source: %d vote so far
fr: %d vote jusqu'à présent

source: All members of the community are allowed to vote
fr: Tous les membres de la communauté sont autorisé à voter

source: Editors of this section are allowed to vote
fr: Les éditeurs de cette section sont autorisés à voter

source: Only associates are allowed to vote
fr: Seuls les associés peuvent voter

source: Voters:
fr: Votants :

source: You are not allowed to perform this operation.
fr: Vous n'êtes pas autorisé à faire cette opération.

source: There is no seat left available for this event. We are sorry to not consider your application.
fr: Il n'y a plus de place disponible pour cet événement. Nous sommes désolés de ne pas pouvoir vous enregistrer.

source: You have been enrolled to this meeting.
fr: Vous avez été inscrit à cette réunion.

source: Your invitation request has been recorded.
fr: Votre demande d'invitation a été enregistrée.

source: Meeting
fr: Réunion

source: %s has confirmed participation to %s
fr: %s a confirmé sa participation à %s

source: %s would like to be enrolled to %s
fr: %s souhaiterait participer à %s

source: Click on the link below to manage the full list of participants
fr: Cliquer sur le lien ci-dessous pour gérer les participants

source: Manage enrolment of %s
fr: Gérer les inscriptions de %s

source: %s has confirmed his participation
fr: %s a confirmé sa participation

source: Done
fr: Terminé

source: %s has cancelled your participation to %s
fr: %s a annulé votre participation à %s

source: %s has confirmed your participation to %s
fr: %s a confirmé votre inscription à %s

source: Following persons have been notified of their enrolment by e-mail
fr: Les personnes suivantes ont été notifiées de leur inscription par e-mail

source: Registration is managed by page owner. You have to invite participants manually, and they will be notified by e-mail about this event.
fr: Les inscription sont gérées directement par l'organisateur. Vous devez inscrire les participants manuellement, et ils recevront une notification par e-mail.

source: Enrolment has been configured to accept any visitor. You may invite some participants to draw their attention on this event.
fr: Tout visiteur peut s'inscrire. De plus, vous pouvez inviter des participants manuellement si vous le souhaitez.

source: Visitors are entitled to ask for participation, and enrolment is confirmed by page owner. Check the list below to validate applications, and to confirm registrations by e-mail.
fr: Les visiteurs peuvent demander une invitation, et l'organisateur confirme les inscriptions. Vérifiez les demandes en cours ci-dessous, et les confirmations seront envoyées par e-mail.

source: Current enrolment
fr: La liste des inscrits

source: validate
fr: inscrire

source: drop
fr: annuler

source: Fetch as CSV
fr: Transférer comme CSV

source: Change named overlays
fr: Changer les overlays nommés

source: Changing all overlays with name %s
fr: Changement de tous les overlays %s

source: %s has been changed
fr: %s a été modifié

source: No item has the provided id.
fr: Identifiant inconnu.

source: %d page has been processed.
fr: %d page a été traitée.

source: You will change some attributes of a named overlay.
fr: Vous allez changer certains attributs d'overlay nommé.

source: Overlay content
fr: Contenu de l'overlay

source: Text inserted after page introduction.
fr: Texte inséré à la suite de l'introduction.

source: Overlay trailer
fr: Bas de page géré par l'overlay

source: Text appended at the bottom of the page.
fr: Texte ajouté en bas de page.

source: Overlay extra
fr: Panneau extra géré par l'overlay

source: Text inserted in the side panel.
fr: Texte inséré dans le panneau de côté.

source: Submit
fr: Enregistrer

source: Press [s] to submit data
fr: Appuyer sur [s] pour envoyer les informations

source: Cancel
fr: Annuler

source: Please provide an overlay identifier
fr: Merci d'indiquer un identifiant d'overlay

source: Vote for a poll
fr: Contribuer à un sondage

source: This page has no overlay
fr: Cette page n'a pas d'overlay

source: Not a valid poll
fr: Ceci n'est pas un sondage valide

source: Not a valid vote
fr: Ceci n'est pas un vote valide

source: Thank you for your contribution
fr: Merci de votre contribution

source: View poll results
fr: Voir les résultats

source: Front page
fr: Page d'accueil
