Repository: yacs/yacs
Catalog: i18n/locale/*/root.po
Languages: fr

source: Safe mode
fr: Mode safe

source: Impossible to write to %s.
fr: Impossible d'écrire dans %s.

source: WARNING: YACS cannot write to files. If you are running some Unix, please ensure that permissions have been properly set. This issue can also be due to server running in safe mode.
fr: AVERTISSEMENT : YACS ne peut pas écrire dans les fichiers. Sous Unix, assurez-vous que les permissions ont été positionnées correctement. Ce problème peut provenir de l'exécution de PHP en mode safe.

source: Check the provided %s file to find more help on file permissions.
fr: Consultez le fichier %s pour obtenir plus d'information sur les permissions de fichiers.

source: Check again our ability to write to files
fr: Vérifier de nouveau notre capacité à écrire dans les fichiers

source: Configuration files cannot be changed
fr: Les fichiers de configuration ne peuvent être modifiés

source: May change configuration files
fr: Autorisé à modifier les fichiers de configuration

source: Pre-installation checks
fr: Vérifications avant installation

source: Check the provided %s file to ensure prerequisites are fulfilled.
fr: Consultez le fichier %s pour vous assurer que tous les pré-requis sont satisfaits.

source: Ready to start the installation
fr: Prêt à commencer l'installation

source: <p>At the moment no configuration file has been found. You will now have to pass through several steps in order to achieve the setup of your server:</p> <ul> <li>Configure parameters related to the database.</li> <li>Load extension hooks.</li> <li>Create tables in the database.</li> <li>Add one user profile and populate the database.</li> <li>Configure the theme of your server.</li> </ul> In normal conditions this will take only some minutes. If you have any problems, please consult <a href="http://www.yacs.fr/">www.yacs.fr</a> for additional support.<p>Thank you for having selected the YACS solution.</p>
fr: <p>Aucun fichier de configuration n'a été trouvé. Vous allez à présent passer à travers les différentes étapes de l'installation :</p> <ul> <li>Indiquer les paramètres système et l'accès à la base de données.</li> <li>Recherche des extensions de logiciel.</li> <li>Création du schéma de la base de données.</li> <li>Ajout d'un profil utilisateur et des données initiales.</li> <li>Paramétrage du rendu visuel.</li> </ul> Normalement tout ceci dure seulement quelques minutes. En cas de problème, merci de consulter <a href="http://www.yacs.fr/">www.yacs.fr</a> pour obtenir du support.<p>Merci d'avoir choisi la solution YACS.</p>

source: Start the installation process
fr: Commencer l'installation

source: You must enable cookies to manage this server. Change settings of your browser accordingly, then revisit this page afterwards.
fr: Vous devez autoriser les cookies pour gérer ce serveur. Modifiez les paramètres de votre navigateur, puis revisitez cette page.

source: Some configuration files are missing. Please follow the link to complete the installation process.
fr: Il manque certains fichiers de configuration. Merci de suivre le lien pour terminer l'installation.

source: ERROR: YACS cannot create the file parameters/switch.on to activate the server.
fr: ERREUR : YACS ne peut pas créer le fichier parameters/switch.on pour activer le serveur.

source: To actually switch on the server, please copy and paste following lines by yourself in file %s.
fr: Pour activer le serveur, merci de copier les lignes ci-dessous, et de les coller par vous-même dans le fichier %s :

source: <p>You have passed through the several installation steps.</p> What do you want to do now?<ul> <li>Select %s for your site.</li> <li>Populate your site with the %s.</li> <li>Manage everything from the %s.</li> <li>Check the %s of this site.</li> <li>Review %s.</li> <li>%s.</li> <li>Look at the %s.</li> <li>Visit %s to learn more.</li> </ul> <p>Thank you for having selected to use YACS for your web site.</p>
fr: <p>Vous êtes passé par les différentes étapes de l'installation.</p> Que voulez-vous faire à présent ?<ul> <li>Choisir %s pour votre site.</li> <li>Ajouter du contenu grâce à l'%s.</li> <li>Superviser le serveur depuis le %s.</li> <li>Consulter la %s de ce site.</li> <li>Consulter %s.</li> <li>%s.</li> <li>Regarder %s.</li> <li>Visiter %s pour en apprendre plus.</li> </ul> <p>Merci d'avoir choisi YACS pour propulser votre site.</p>

source: another skin
fr: un autre style

source: front page
fr: page d'accueil

source: your profile
fr: votre profil

source: Add a page
fr: Ajouter une page

source: <p>Since basic configuration files exist on your server, it is likely that the installation has been achieved successfully. Click on the link below to modify the running parameters of your server.</p>
fr: <p>Les fichiers de configuration créés par l'assistant d'installation existent déjà. Cliquez sur le lien ci-dessous pour basculer vers le Panneau de Contrôle et modifier les paramètres du serveur.</p>
