Repository: yacs/yacs
Catalog: i18n/locale/*/root.po
Languages: fr

source: Control Panel
fr: Panneau de contrôle

source: Configure
fr: Configurer

source: Front page
fr: Page d'accueil

source: You are not allowed to perform this operation.
fr: Vous n'êtes pas autorisé à effectuer cette opération.

source: You can use default values and change these later on. Hit the button at the bottom of the page to move forward.
fr: Vous pouvez garder les valeurs par défaut. Ceci peut être modifié plus tard. Cliquez sur le bouton en bas de page pour passer à l'étape suivante.

source: Cover article
fr: Article de couverture

source: Display the cover article at the front page.
fr: Afficher l'article de couverture sur la page d'accueil

source: Display the main part of the cover article, but not the title.
fr: Afficher l'article de couverture, sauf le titre, sur la page d'accueil

source: Do not use the cover article at the front page.
fr: Ne pas utiliser d'article de couverture en page d'accueil

source: List up to %s sections:
fr: Lister jusqu'à %s sections :

source: List top-level sections.
fr: Lister les sections principales.

source: List only section with the following id
fr: Présenter seulement le contenu de la section avec l'identifiant suivant

source: Do not list sections explicitly -- Useful for skins that feature tabbed sections.
fr: Ne pas lister les sections (utile pour les styles dotés d'onglets de navigation).

source: Following layouts can be used for selected sections:
fr: Les mises en page suivantes peuvent être utilisées :

source: menu - List sections in the menu bar.
fr: menu - Lister les sections dans la barre de menu.

source: decorated - A list decorated with images
fr: decorated - Une liste décorée avec des images

source: map - Map in two columns, like Yahoo!
fr: map - Deux colonnes, comme Yahoo!

source: freemind - Build an interactive mind map
fr: freemind - Construire une carte mentale interactive.

source: jive - List 5 threads per board
fr: jive - Lister 5 discussions par section

source: yabb - A discussion forum
fr: yabb - Un forum de discussion

source: inline - List sections and related pages
fr: inline - Lister les sections et les pages associées

source: folded - One folded box per section, with content
fr: folded - Une boîte pliée par section, avec son contenu

source: compact - A compact list
fr: compact - Une liste compacte

source: titles - Use only titles and thumbnails
fr: titles - Utiliser seulement les titres et les vignettes

source: Use the customized layout %s
fr: Utiliser la mise en page personnalisée %s

source: Do not list recent pages in an animated Flash object.
fr: Ne pas lister les pages récentes dans un objet Flash animé.

source: List most recent pages in a dynamic and clickable Flash panel. Check this option only if the %s module has been installed. This is the case if you have some text displayed %s.
fr: Lister les pages récentes dans un objet Flash dynamique et cliquable. Valider cette option seulement si le module %s a été installé. Ceci est le cas si vous vous obtenez quelque chose à l'écran %s.

source: here
fr: ici

source: Gadget boxes
fr: Boîtes gadget

source: Display up to 6 gadget boxes. Post articles in %s to add more boxes. You can also flag some sections or some categories to list their content in gadget boxes.
fr: Afficher jusqu'à 6 boîtes gadgets. Poster des articles dans %s pour ajouter de nouvelles boîtes. Vous pouvez aussi marquer certaines sections ou catégories pour lister leur contenu dans des boîtes gadgets.

source: the section dedicated to gadget boxes
fr: la section dédiée aux boîtes gadgets

source: Do not show gadget boxes at the front page.
fr: Ne pas afficher de boîte gadget sur la page d'accueil.

source: Following layouts can be used for recent pages:
fr: Les mises en page suivantes peuvent être utilisées pour les pages récentes :

source: For weblogs and blogmarks.
fr: Pour les weblogs et les blogmarks.

source: Preview
fr: Aperçu

source: Focus on the last published article, and on the three articles published previously.
fr: Mettre en avant le dernier article, plus les trois articles précédents.

source: Focus on the last two most recent articles, then list previous pages. Click on article titles to read full text.
fr: Mettre en avant les deux articles les plus récents, puis lister les articles précédents. Le texte intégral est accessible en cliquant sur les titres.

source: List most recent pages equally.
fr: Lister les pages récentes de la même façon.

source: A decorated list of pages that have been most rated by community members.
fr: Une liste des pages élues par les membres de la communauté.

source: A decorated list of most recent pages. This layout is suitable for sites with a long cover article at the front page.
fr: Une liste décorée des pages les plus récentes. Cette mise en page convient aux sites avec un article de couverture assez long en page d'accueil.

source: A compact list of most recent pages. This layout is suitable for sites with a lot of items (gadget boxes, etc.) at the front page.
fr: Une liste compacte des articles les plus récents. Cette mise en page convient aux pages d'accueil avec beaucoup de composants (boîtes gadgets, ...).

source: Display only the most recent published page. Previous articles may be accessed through a menu. This layout is suitable for sites with a low number of heavy publications.
fr: Afficher seulement la page la plus récente, et un menu pour accèder aux pages précédentes. Cette mise en page convient aux sites avec un petit nombre de publications.

source: Do not list recent pages. The layout of the front page is solely based on a %s, on %s, plus %s.
fr: Ne pas afficher les pages récentes. La mise en page de la page d'accueil est constituée seulement de %s, de %s, et de %s.

source: cover article
fr: l'article de couverture

source: the site map
fr: la carte du site

source: gadget boxes
fr: boîtes gadgets

source: Display %s articles at the front page. Put a number if you wish to override the default value for the selected layout.
fr: Afficher %s articles sur la page d'accueil. Indiquer un nombre seulement si la valeur par défaut ne vous convient pas.

source: Following elements can be added to the main panel:
fr: Les éléments suivants peuvent être ajoutés au panneau principal :

source: Include the list of recent files
fr: Inclure la liste des fichiers récents

source: Include the list of recent links
fr: Inclure la liste des liens récents

source: Featured
fr: A la une

source: List up to %s featured pages aside.
fr: Lister jusqu'à %s pages sélectionnées à la Une, sur le côté de la page.

source: Similar to the first option, except that displayed information is scrolling.
fr: Similaire à la première option, en faisant défiler l'information.

source: Similar to the first option, except that featured are rotated.
fr: Similaire à la première option, en faisant tourner les nouvelles.

source: Do not list featured pages.
fr: Ne pas lister les pages à la Une

source: News
fr: Nouvelles

source: List up to %s news aside.
fr: Lister jusqu'à %s nouvelles, sur le côté de la page.

source: Similar to the first option, except that news are rotated.
fr: Similaire à la première option, en faisant tourner les nouvelles.

source: Do not list news.
fr: Ne pas afficher les nouvelles.

source: Following elements can be added to the extra panel:
fr: Les éléments suivants peuvent être ajoutés au panneau extra :

source: Include the last recent poll
fr: Inclure le sondage le plus récent

source: Include the list of servers that ping us
fr: Inclure la liste des serveurs qui nous ont avertis

source: List older articles as well
fr: Lister aussi les articles les plus anciens

source: Include the list of most read articles
fr: Inclure la liste des articles les plus lus

source: Include the list of most popular files
fr: Inclure la liste des fichiers les plus populaires

source: Include the list of most popular links
fr: Inclure la liste des liens les plus cliqués

source: Include a sample of random articles
fr: Inclure un échantillon aléatoire d'articles

source: Main panel
fr: Panneau principal

source: Side panel
fr: Panneau de côté

source: Submit
fr: Envoyer

source: Press [s] to submit data
fr: Appuyer sur [s] pour envoyer les informations

source: You are not allowed to perform this operation in demonstration mode.
fr: Vous n'êtes pas autorisé à faire cette opération en mode démonstration.

source: ERROR: Impossible to write to the file %s. The configuration has not been saved.
fr: ERREUR: Impossible d'écrire dans le fichier %s. Les paramètres n'ont pas été sauvegardés.

source: To actually change the configuration, please copy and paste following lines by yourself in file %s.
fr: Pour changer la configuration, merci de copier les lignes ci-dessous, et de les mettre par vous-même dans le fichier %s :

source: The following configuration has been saved into the file %s.
fr: La configuration suivante a été enregistrée dans le fichier %s.

source: Review provided information and go to the bottom of the page to move forward.
fr: Contrôler l'information fournie et utiliser le bouton en bas de page pour continuer.

source: %s has been updated
fr: %s a été mis à jour

source: Configuration parameters
fr: Paramètres de configuration

source: Switch the server on
fr: Mettre le serveur en route

source: Where do you want to go now?
fr: Où voulez-vous aller à présent ?

source: Configure again
fr: Configurer de nouveau

source: You are not authorized to access this page (401)
fr: Vous n'êtes pas autorisé à consulter cette page (401)

source: We're sorry. You are not authorized to view %s
fr: Nous sommes désolés. Vous n'êtes pas autorisé à consulter %s

source: Unauthorized (401) at %s
fr: Accès refusé (401) à %s

source: Access to this page is forbidden (403)
fr: L'accès à cette page est interdit (403)

source: Forbidden (403) at %s
fr: Accès interdit (403) à %s

source: Page not found (404)
fr: Page inconnue (404)

source: We're sorry. The page you requested doesn't exist on this server %s
fr: Désolé. La page demandée n'existe pas sur ce serveur %s

source: Check the address
fr: Vérifiez l'adresse

source: Normally we are not using upper case letters, and no spacing sign.
fr: Normalement nous préférons les caractères minuscules, et évitons les signes d'espacement

source: Update your bookmark
fr: Modifiez vos signets

source: It is likely that we have changed the content of this site without warning you. Thank you for browsing %s and to refresh your bookmark.
fr: Il est possible que nous ayons modifié le contenu de ce site sans vous en avertir. Merci de naviguer à partir de %s pour rafraichir vos signets.

source: the site front page
fr: la page d'accueil

source: Search
fr: Recherche

source: Type one or several words in %s.
fr: Tapez un ou plusieurs mots dans %s

source: the searching form
fr: le formulaire de recherche

source: Browse index pages
fr: Parcourez les index

source: Index of %1$s, %2$s, %3$s and %4$s will show you instantaneously the freshest pages and the most read pages on this site. This can be an efficient way for you to reach the information you are looking after.
fr: Consultez les index des %1$s, des %2$s, des %3$s et des %4$s pour connaitre les pages nouvelles. Ceci est un moyen efficace d'atteindre l'information que vous recherchez.

source: files
fr: fichiers

source: comments
fr: commentaires

source: people
fr: personnes

source: Page not found (404) at %s
fr: Page introuvable (404) à %s

source: The service is not available
fr: Le service n'est pas disponible

source: Invite one person
fr: Inviter une personne

source: Click the button to start a face-to-face meeting. Each meeting has a unique web address.
fr: Cliquer sur le bouton pour démarrer une session. Chaque session a une adresse web unique.

source: Start a session
fr: Démarrer une session

source: Meet a person
fr: Rejoindre une personne

source: Paste the number or web address given to you
fr: Coller le code ou l'adresse web qui vous a été communiqué

source: Join this session
fr: Joindre cette session

source: Copy and paste this link into an email or instant message:
fr: Copier puis coller ce lien dans un message :

source: Waiting for the other person to join
fr: Attente de l'autre participant

source: Connecting again to OpenTok
fr: Reconnection à OpenTok

source: A webcam is required to be visible
fr: Une webcam est nécessaire pour être filmé

source: You are not visible
fr: Vous n'êtes plus visible

source: You have been muted
fr: On ne peut plus vous entendre

source: Full-duplex mode
fr: Mode full-duplex

source: No echo cancellation
fr: L'annulation d'écho n'est pas disponible

source: Error while connecting to OpenTok
fr: Impossible de se connecter à OpenTok

source: Connecting to OpenTok
fr: Connection à OpenTok

source: This system is not supported by OpenTok
fr: Ce système est incompatible avec OpenTok

source: Adding local video stream
fr: Ajout du flux vidéo local

source: %s is talking
fr: %s parle

source: %s is listening
fr: %s écoute

source: %s is not visible
fr: %s n'est plus visible

source: Adding remote video streams
fr: Ajout des flux vidéo distants

source: Page locator
fr: Localisateur de page

source: Please indicate a nick name to look for.
fr: Merci d'indiquer le nom recherché.

source: Select below among available sections.
fr: Choisissez parmi les sections ci-dessous.

source: Select below among available pages.
fr: Choisissez parmi les pages ci-dessous.

source: Sorry, no page has the provided name: %s
fr: Désolé, aucune page n'a le nom : %s

source: Add a page with this name
fr: Ajouter une page avec ce nom

source: Look for
fr: Rechercher

source: Nick name
fr: Surnom

source: Please type something to search for
fr: Indiquez quelque chose à chercher

source: Submit "%s" to our %s in case some pages could match this keyword.
fr: Envoyer "%s" au %s au cas où certaines pages contiendraient ce texte.

source: search engine
fr: moteur de recherche

source: View the category
fr: Voir la catégorie

source: More pages
fr: Autres pages

source: More links
fr: Autres liens

source: View the section
fr: Voir la section

source: Warning: No script exists for the customized layout %s
fr: Attention : Aucun script ne correspond à la mise en page %s

source: No page to display.
fr: Aucune page à afficher.

source: Use the %s to populate this server.
fr: Utiliser l'%s pour ajouter des pages à ce serveur.

source: Content Assistant
fr: Assistant de contenu

source: All pages
fr: Toutes les pages

source: Recent Pages
fr: Pages récentes

source: Recent files
fr: Fichiers récents

source: Files
fr: Fichiers

source: Recent links
fr: Liens récents

source: Cover page
fr: Page de couverture

source: Extra boxes
fr: Boîtes extra

source: Navigation boxes
fr: Boîtes de navigation

source: featured
fr: une

source: Featured pages
fr: Pages à la Une

source: Polls
fr: Sondages

source: Peers
fr: Serveurs

source: Popular Pages
fr: Records de visites

source: Popular Files
fr: Records de téléchargement

source: Popular Links
fr: Records de clics

source: Random Pages
fr: Au hasard

source: New page
fr: Nouvelle page

source: Title
fr: Titre

source: Page content
fr: Contenu de la page

source: Help
fr: Aide

source: Queries
fr: Requêtes

source: Submitted to the webmaster by any surfers
fr: Envoyées au webmestre par n'importe quel surfeur

source: <p>This section has been created automatically on query submission. It's aiming to capture feedback directly from surfers. It is highly recommended to delete pages below after their processing. Of course you can edit submitted queries to assign them to other sections if necessary.</p>
fr: <p>Cette section contient les questions et réactions des surfeurs envoyées par le biais du formulaire de requête. Nous vous recommendons de déplacer ou d'effacer les pages ci-dessous après leur traitement.</p>

source: No anchor has been found.
fr: Aucun ancrage n'a été trouvé.

source: (anonymous)
fr: (anonyme)

source: Sent by %s
fr: Envoyé par %s

source: e-mail
fr: courriel

source: Please prove you are not a robot.
fr: Merci de prouver que vous n'êtes pas un robot.

source: Your query has been registered
fr: Votre requête a été enregistrée

source: <p>You can check the status of your query at the following address:</p>
fr: <p>Vous pouvez suivre l'avancement de votre requête à l'adresse suivante :</p>

source: The permanent address for your query
fr: L'adresse permanente de votre requête

source: <p>Your query will now be reviewed by one of the associates of this community. It is likely that this will be done within the next 24 hours at the latest.</p>
fr: <p>Votre requête va à présent être traitée par l'un des associés de ce site. Cette étape dure moins de 24 heures le plus souvent.</p>

source: Site map
fr: Carte du site

source: Help index
fr: Index de l'aide

source: Your query: %s
fr: Votre requête : %s

source: <p>Your query will now be reviewed by one of the associates of this community. It is likely that this will be done within the next 24 hours at the latest.</p><p>You can check the status of your query at the following address:</p><p>%s</p><p>We would like to thank you for your interest in our web site.</p>
fr: <p>Votre requête va être traitée dans les meilleurs délais, moins de 24 heures le plus souvent.</p><p>Vous pouvez suivre l'avancement de votre requête à l'adresse suivante :</p><p>%s</p><p>Nous vous remercions de votre intérêt pour notre site web.</p>

source: New query: %s
fr: Nouvelles requête : %s

source: Please fill out the form and it will be sent automatically to the site managers. Be as precise as possible, and mention your e-mail address to let us a chance to contact you back.
fr: Merci de remplir le formulaire, qui sera envoyé automatiquement aux responsables du site. Soyez aussi précis que possible, et indiquez votre adresse de courrier électronique pour nous laisser une chance de vous recontacter.

source: Your name
fr: Votre nom

source: Let us a chance to know who you are
fr: Donnez-nous une chance de mieux vous connaitre

source: Your e-mail address
fr: Votre adresse de courrier électronique

source: To be alerted during the processing of your request
fr: Pour être averti de l'avancement de votre requête

source: Query object
fr: Objet de votre requête

source: The main object of your query
fr: La raison principale de votre envoi

source: Details of your request
fr: Détail de votre requête

source: Please mention any reference information required to process the request
fr: Merci de mentionner tous les éléments susceptibles d'aider au traitement de votre requête

source: Cancel
fr: Annuler

source: Please give your first and last names
fr: Merci d'indiquer votre prénom et nom de famille

source: Please give your e-mail address
fr: Merci d'indiquer votre adresse de courrier électronique

source: Please provide a meaningful title.
fr: Merci d'indiquer un titre significatif.

source: The description should not exceed 64000 characters.
fr: Le champ de description ne devrait pas excéder 64 000 caractères.

source: <p>Use this form to submit any kind of request you can have, from simple suggestions to complex questions.</p><p>Hearty discussion and unpopular viewpoints are welcome, but please keep queries civil. Flaming, trolling, and smarmy queries are discouraged and may be deleted. In fact, we reserve the right to delete any post for any reason. Don't make us do it.</p>
fr: <p>Utilisez ce formulaire pour nous transmettre tout type de requête, simple suggestion ou question complexe.</p><p>Nous acceptons les échanges passionnés ou surprenants, sous réserve de respect des personnes impliquées. Les attaques en règle, la diffamation, l'agressivité gratuite ne mènent à rien, sinon à des messages effacés. Ne nous forcez pas à une telle extrémité.</p>

source: If you paste some existing HTML content and want to avoid the implicit formatting insert the code <code>[formatted]</code> at the very beginning of the description field.
fr: Si vous collez du texte contenant des balises HTML et voulez éviter le formatage implicite insérez le code <code>[formatted]</code> au tout début du champ de description.

source: Most HTML tags are removed.
fr: La plupart des balises HTML sont retirées.

source: You can use %s to beautify your post
fr: Vous pouvez utiliser %s pour enrichir votre envoi

source: YACS codes
fr: les codes YACS

source: Mandatory fields are marked with a *
fr: Les champs obligatoires sont signalés par un *

source: Search: %s
fr: Recherche : %s

source: You are searching for
fr: Vous cherchez

source: Type one or several words.
fr: Indiquez un ou pusieurs mots.

source: Search in
fr: Chercher dans

source: -- All sections
fr: -- Toutes les sections

source: Look in all or only one section.
fr: Pour limiter la recherche à une seule section.

source: Matching articles
fr: Pages trouvées

source: Results
fr: Résultats

source: %d result
fr: %d résultat

source: People
fr: Personnes

source: Categories
fr: Catégories

source: Search all of the Internet
fr: Chercher sur Internet

source: Extended search
fr: Recherche étendue

source: <p>No page has been found. This will happen with very short words (less than %d letters), that are not fully indexed. This can happen as well if more than half of pages contain the searched words. Try to use most restrictive words and to suppress "noise" words.</p>
fr: <p>Aucune page n'a été trouvée. Ceci peut arriver avec des mots très courts (moins de %d lettres), qui ne sont pas indexés dans la base de données. Ceci peut aussi arriver si plus de la moitié des pages contiennent les mots recherchés. Essayez d'employer des mots plus rectrictifs, et de supprimer les mots "parasites".</p>

source: At partner sites
fr: Sites partenaires

source: Remember this search
fr: Mémoriser cette recherche

source: Search in all sections
fr: Rechercher dans toutes les sections

source: Look for a named page
fr: Chercher une page nommée

source: This search engine only display pages that have all words in it. <p>Also, only exact matches will be listed. Therefore "category" and "categories" won't give the same results. Note that "red" and "reds" may also give different results.</p>
fr: Cet engin de recherche indique seulement les pages qui contiennent tous les mots recherchés.<p>De plus, il faut une correspondance exacte des termes recherchés. Par exemple "section" et "sections" donneront des résultats différents.</p>

source: Matching pages
fr: Pages trouvées

source: Monitor
fr: Surveiller

source: Recent searches
fr: Recherches récentes

source: Setup assistant
fr: Assistant d'installation

source: ERROR: YACS requires at least PHP version 5.1. The server runs version %s.
fr: ERREUR : YACS requière la version 5.1 de PHP au minimum. Actuellement, le serveur exécute la version %s.

source: Check PHP version again
fr: Vérifier de nouveau la version de PHP

source: ERROR
fr: ERREUR

source: ERROR: YACS requires the MySQL PHP extension.
fr: ERREUR : YACS requière l'extension PHP MySQL.

source: Check the MySQL PHP extension again
fr: Vérifier de nouveau la présence de l'extension PHP MySQL

source: Present
fr: Présent

source: ERROR: YACS requires the XML PHP extension.
fr: ERREUR : YACS requière l'extension PHP XML.

source: Check the XML PHP extension again
fr: Vérifier de nouveau la présence de l'extension de l'extension PHP XML

source: WARNING: You will not be able to upload zip files.
fr: ATTENTION : Vous ne pourrez pas envoyer d'archive au format zip.

source: Check the ZIP PHP extension again
fr: Vérifier de nouveau la présence de l'extension zip

source: WARNING
fr: ATTENTION

source: WARNING: This server runs in safe mode, and YACS may be prevented to perform a number of key operations.
fr: AVERTISSEMENT : Le serveur est en mode safe, ce qui signifie que YACS peut être empêché de réaliser certaines opérations.

source: Yes
fr: Oui

source: No
fr: Non
