Repository: yacs/yacs
Catalog: i18n/locale/*/scripts.po
Languages: fr

source: Server software
fr: Logiciel serveur

source: Reference script: %s
fr: Script de référence : %s

source: Staging script: %s
fr: Mise à jour : %s

source: Script view
fr: Affichage d'un script

source: No script has been provided.
fr: Aucun script n'a été fourni.

source: Script does not exist.
fr: Le script n'existe pas.

source: View the documentation page
fr: Voir la documentation

source: Fetch the script file
fr: Obtenir ce script

source: Build the software
fr: Construire le logiciel

source: You are not allowed to perform this operation.
fr: Vous n'êtes pas autorisé à effectuer cette opération.

source: This script will scan current php scripts and build the related reference store that other servers may use to update their software.
fr: Ce script va analyser les scripts php pour bâtir l'ensemble de référence que d'autres serveurs pourront utiliser pour les mises à jour.

source: Version string (optional)
fr: Numéro de version (optionnel)

source: Yes, I want to (re)build the reference store
fr: Oui, je veux (re)construire le référentiel

source: Enable remote servers to update from this reference store.
fr: Permettre aux serveurs distants de se synchroniser sur le nouveau référentiel.

source: When you will click on the button the server will be immediately requested to proceed. However, because of the so many things to do on the back-end, you may have to wait for minutes before getting a response displayed. Thank you for your patience.
fr: La requête est transmise au serveur immédiatement après un clic sur le bouton. Cependant, le traitement est si important que vous pourriez avoir à attendre plusieurs minutes avant d'obtenir une réponse à l'écran. Merci de votre patience.

source: Current content of %s
fr: Contenu actuel de %s

source: You are not allowed to perform this operation in demonstration mode.
fr: Vous n'êtes pas autorisé à faire cette opération en mode démonstration.

source: Please go to the end of this page to check results of the building process.
fr: Merci d'aller jusqu'à la fin de cette page pour vérifier les résultats de la construction du nouveau référentiel.

source: Suppressing the footprints file to disable remote updates...
fr: Suppression du fichier des empreintes pour empêcher les mises à jour distantes...

source: Listing files...
fr: Inventaire des fichiers ...

source: %d scripts have been found.
fr: %d scripts ont été trouvés.

source: Copying files...
fr: Copie des fichiers ...

source: %s is not a reference script
fr: %s n'est pas un script du référentiel

source: Impossible to create path %s.
fr: Impossible de créer le chemin %s.

source: Impossible to copy file %s.
fr: Impossible de lire le fichier %s.

source: %d reference scripts have been copied.
fr: %d scripts de référence ont été copiés

source: Purging the documentation pages...
fr: Suppression des pages de documentation...

source: %d files have been found.
fr: %d fichiers ont été trouvés.

source: Building documentation pages...
fr: Création des pages de documentation...

source: *** %s has no documentation block
fr: ***%s n'a pas de bloc de documentation

source: %d scripts have been parsed.
fr: %d scripts ont été analysés.

source: The file %s has not been generated and the reference store can only be used for test purpose.
fr: Le fichier %s n'a pas été généré et les données du référentiel sont utilisables seulement pour test.

source: Impossible to write to %s.
fr: Impossible d'écrire dans %s.

source: Meta data have been saved in %s
fr: Les méta-données ont été sauvées dans le fichier %s.

source: On-going archive preparation...
fr: Constitution de l'archive de référence...

source: Script terminated in %.2f seconds.
fr: Script terminé en %.2f secondes.

source: The reference store has been rebuilt
fr: Les scripts de référence ont été reconstruits

source: Check software integrity
fr: Vérifier l'intégrité du logiciel

source: ERROR: File %s is missing or corrupted.
fr: Erreur : le fichier %s est corrompu.

source: File %s is not part of Yacs.
fr: Le fichier %s ne fait pas partie de Yacs.

source: Checking scripts...
fr: Vérification des scripts...

source: Click on the button below to check running scripts on your server.
fr: Cliquer sur le bouton ci-dessous pour vérifier les scripts mis en oeuvre sur ce serveur.

source: Yes, I want to check scripts on this server
fr: Oui, je veux vérifier les scripts de ce serveur

source: Script comparison
fr: Différences entre deux scripts

source: Original script
fr: Script original

source: Updated script
fr: Script mis à jour

source: Output
fr: Format

source: tabular
fr: tabulaire

source: merge
fr: combiné

source: Compare
fr: Comparer

source: Script %s does not exist
fr: Le script %s n'existe pas

source: Merge
fr: Combiné

source: Tabular
fr: Tabulaire

source: Control Panel
fr: Panneau de contrôle

source: Configure
fr: Configurer

source: If you are using some reference server to download updated scripts, please type its address below (name or IP address)
fr: Si vous effectuez la mise à jour depuis un serveur de référence, merci d'indiquer son adresse ci-dessous (nom ou adresse IP)

source: Update the front page of this server:
fr: Mise à jour de la page d'accueil :

source: No, the front page of this server is not managed by YACS.
fr: Non, la page d'accueil de ce serveur n'est pas managée par YACS.

source: Yes. If the script index.php is updated into the YACS directory, it will be duplicated at the upper directory as well
fr: Oui. Si le script index.php est mis à jour dans le répertoire de YACS, il sera dupliqué au niveau du dessus de l'arborescence des fichiers.

source: Submit
fr: Enregistrer

source: Press [s] to submit data
fr: Appuyer sur [s] pour envoyer les informations

source: Indicate only the DNS name or IP address of the reference server.
fr: Indiquez seulement le nom DNS ou l'adresse IP du serveur de référence.

source: ERROR: Impossible to write to the file %s. The configuration has not been saved.
fr: ERREUR : impossible d'écrire dans le fichier %s. La configuration n'a pas été sauvegardée.

source: To actually change the configuration, please copy and paste following lines by yourself in file %s.
fr: Pour changer la configuration merci de copier et de coller les lignes suivantes dans le fichier %s :

source: The following configuration has been saved into the file %s.
fr: La configuration suivante a été enregistrée dans le fichier %s.

source: %s has been updated
fr: %s a été mis à jour

source: Configuration parameters
fr: Paramètres de configuration

source: Where do you want to go now?
fr: Où voulez-vous aller à présent ?

source: Stage updated scripts
fr: Commencer la mise à jour des scripts

source: Configure again
fr: Configurer de nouveau

source: Please indicate a script name.
fr: Merci de désigner le script à envoyer.

source: Incremental upgrades
fr: Mises à jour incrémentales

source: Last update took place on %s
fr: Date de mise à jour : %s

source: Update the software
fr: Mettre le logiciel à jour

source: To do
fr: A faire

source: Testers
fr: Testeurs

source: Authors
fr: Auteurs

source: Licenses
fr: Licences

source: Click on any link below to access the documentation extracted from each script (phpDoc).
fr: Sélectionner l'un des liens ci-dessous pour accéder aux pages de documentation extraites des scripts (phpDocs).

source: The complete documentation is available at the following server:
fr: La documentation complète est disponible sur le serveur suivant :

source: On-line Documentation
fr: Documentation en ligne

source: Apply a patch
fr: Appliquer un correctif

source: Run once
fr: Exécution unique

source: Validate PHP syntax
fr: Valider la syntaxe PHP

source: View PHP documentation
fr: Documentation d'un script

source: Browse
fr: Parcourir

source: Fetch
fr: Obtenir

source: See also:
fr: Voir aussi :

source: License:
fr: Licence :

source: Authors:
fr: Auteurs :

source: Testers:
fr: Testeurs :

source: On the to-do list:
fr: Reste à faire

source: No comments to report on!
fr: Aucun commentaire à rapporter !

source: Generating script documentation, please wait...
fr: Téléchargement des nouveaux scripts. Merci de patienter...

source: Impossible to read %s.
fr: Impossible de lire %s.

source: Run one-time scripts
fr: Chargement des scripts à exécution unique

source: script %s has been executed
fr: le script %s a été exécuté

source: %d script has been executed
fr: %d script a été exécuté

source: No script has been executed
fr: Aucun script d'extension n'a été exécuté

source: Nothing has been received.
fr: Rien n'a été reçu.

source: Possible file attack.
fr: Possibilité d'attaque sur le fichier.

source: %d files have been extracted.
fr: %d fichiers ont été extraits.

source: Nothing has been extracted from %s.
fr: Rien n'a été extrait de %s.

source: Impossible to extract files.
fr: Impossible d'extraire les fichiers.

source: Impossible to complete update of the staging store from %s
fr: Impossible d'effectuer la mise à jour à partir de %s

source: The staging directory has been updated.
fr: Le répertoire tampon a été mis à jour.

source: Review staged scripts before the update
fr: Contrôler les nouveaux scripts avant la mise à jour

source: Purging old staging files...
fr: Suppression des mises à jour précédentes...

source: %d items have been purged
fr: %d éléments ont été supprimés

source: Impossible to get %s. Please %s again.
fr: Impossible d'obtenir %s. Merci de vérifier la %s.

source: configure
fr: configuration

source: Footprints of reference scripts have been saved in file scripts/staging/footprints.php.
fr: Les signatures des scripts de référence ont été sauvées dans le fichier scripts/staging/footprints.php.

source: Invalid reference index. Staging has been cancelled.
fr: Index invalide. L'opération est abandonnée.

source: Reference set of %d files built on %s on server %s
fr: Ensemble de référence de %d fichiers créé le %s sur le serveur %s

source: Download of updated scripts. Please wait...
fr: Téléchargement des nouveaux scripts. Merci de patienter...

source: Using staged file %s
fr: Mise en oeuvre du fichier %s

source: Staging %s
fr: Téléchargement de %s

source: File has been corrupted!
fr: Le fichier a été corrompu !

source: Errors have been encountered, and you cannot proceed with the network update.
fr: A cause des erreurs rencontrées, vous ne pouvez pas continuer la mise à jour par le réseau.

source: No file has been staged. Scripts on your server are exact copies of the reference set.
fr: Aucun fichier n'a été téléchargé. Les scripts sur votre serveur sont à jour par rapport au serveur de référence.

source: %d file has been downloaded from the reference server.
fr: %d fichier a été téléchargé depuis le serveur de référence.

source: This script allows you to stage new scripts that will then be used to update your YACS server.
fr: Ce script charge localement les nouveaux scripts pour, ensuite, réaliser la mise à jour de votre serveur YACS.

source: Extended processing time is not allowed on this server. In case of trouble, please upload individual files manually to the <code>scripts/staging</code> directory, using your preferred FTP tool or equivalent. When this is completed, jump to %s to complete the software update.
fr: Le temps de traitement ne peut pas être étendu sur ce serveur. En cas de problème, merci de télécharger manuellement chacun des fichiers contenus dans l'archive vers le répertoire <code>scripts/staging</code>, par l'outil FTP ou équivalent de votre choix. Puis, après cette opération, aller sur %s pour continuer la mise à jour.

source: the update script
fr: le script de mise à jour

source: Direct upload
fr: Téléversement direct

source: Pick-up and upload the archive file to use for the upgrade.
fr: Choisissez le fichier d'archive qui sera utilisé pour la mise à jour.

source: bytes
fr: octets

source: The upload will start on your click. Then the archive will be exploded to stage files. You may have to wait for minutes before getting a response displayed.
fr: Le téléchargement démarre au clic. Puis l'archive est analysée pour extraire les fichiers. Vous pouvez avoir à attendre plusieurs minutes avant d'obtenir une réponse à l'écran.

source: Indirect upload
fr: Téléversement indirect

source: If the file is too large for the web, you can upload it by yourself, for example with FTP, in the directory %s.
fr: Si le fichier s'avère trop important, vous pouvez le téléverser par vos propres moyens, par exemple par FTP, dans le répertoire %s.

source: Install release %s
fr: Installer la version %s

source: Click to explode the selected archive. You may have to wait for some time before getting a response displayed.
fr: Cliquer pour extraire les fichiers. Vous pouvez avoir à attendre avant d'obtenir une réponse à l'écran.

source: Direct staging
fr: Mise à jour directe du tampon

source: Ultimately, you can populate the directory %s by yourself. On completion you can start the %s.
fr: Vous pouvez aussi choisir de remplir le répertoire %s manuellement. Ensuite vous pourrez lancer %s.

source: update process
fr: la mise à jour

source: This script will change running scripts at your server.
fr: Ce script va modifier les scripts courants sur votre serveur.

source: Scripts of your server are now updated from the staging store. Please do not close your browser until the end of this process
fr: Les scripts de votre serveur sont à présent mis à jour. Merci de ne pas fermer la fenêtre de votre navigateur avant la fin de ce processus.

source: The server has been switched OFF. Switch it back on as soon as possible.
fr: Le serveur a été fermé. Rouvrez-le dès que possible.

source: The server has been switched off.
fr: Le serveur a été arrêté.

source: Updating scripts...
fr: Mise à jour des scripts...

source: %s has been deleted
fr: %s a été supprimé

source: Scripts on your server are exact copies of the reference set.
fr: Les scripts sur votre serveur sont à jour par rapport à l'ensemble de référence.

source: No file has been updated.
fr: Aucun fichier n'a été mis à modifié.

source: %d file has been updated.
fr: %d fichier a été mis à jour.

source: Now that new scripts have been copied to your server, you should update the database as well. Please click on the link below before switching your server on again.
fr: Puisque de nouveaux scripts ont été installés sur votre serveur, vous devriez également mettre la base de données à jour. Merci de cliquer sur le lien ci-dessous avant de rouvrir votre serveur à la navigation.

source: Install all hooks
fr: Recherche des extensions

source: Warning! Some files have not been updated.
fr: Attention ! Certains scripts n'ont pas été mis à jour.

source: Some updated files are missing.
fr: Certains fichiers mis à jour sont absents.

source: Review
fr: Visualiser

source: Diff
fr: Différences

source: Errors
fr: Erreurs

source: New files
fr: Nouveaux fichiers

source: Staging files
fr: Fichiers en attente de mise à jour

source: Obsolete files
fr: Fichiers obsolètes

source: Running scripts are exact copies of the reference set.
fr: Les scripts sont à jour par rapport à l'ensemble de référence.

source: %d script has to be updated.
fr: %d script est en attente de mise à jour.

source: Click on the button below to actually update running scripts on your server. Please note that your server will be temporarily switched off, and that you will also have to refresh the database.
fr: Cliquer sur le bouton ci-dessous pour modifier les scripts de votre serveur. Merci de noter que le serveur sera temporairement fermé, et que vous aurez aussi à mettre à jour la base de données.

source: Yes, I have checked every item and want to update scripts on this server
fr: Oui, j'ai vérifié chaque élément, et souhaite mettre à jour les scripts de ce serveur

source: Error while processing %s.
fr: Erreur pendant le traitement de %s.

source: Congratulations, the patch has been applied.
fr: Félicitations, le correctif a été appliqué.

source: Database maintenance
fr: Maintenance de la base de données

source: This script allows you to upload an archive file and to extract its content to patch running scripts. Please note that any file may be modified during the process, therefore the need to trust the patch provider, and to carefully select a patch adapted to your current situation.
fr: Ce script vous permet d'envoyer une archive pour corriger le fonctionnement du logiciel. Veuillez noter que n'importe quel fichier peut être modifié au cours de l'opération. Il convient donc de choisir soigneusement la source du correctif, et de vous assurer que le fichier envoyé correspond rigoureusement à votre situation.

source: This tool will include most of the running reference PHP scripts. Any syntax error should be spotted easily.
fr: Cet outil va inclure la plupart des scripts PHP de votre serveur. Les possibles erreurs de syntaxe devraient être repérées facilement.

source: Yes, I want to validate scripts
fr: Oui, je veux valider les scripts

source: All reference scripts are included, to show evidence of possible syntax errors.
fr: Tous les scripts de référence sont inclus afin de mettre en évidence les erreurs de syntaxe potentielles.

source: Including reference scripts...
fr: Inclusion des scripts de référence...

source: %s has no readable content.
fr: %s n'a pas de contenu

source: inclusion of %s
fr: inclusion de %s

source: %d files have been included.
fr: %d fichiers ont été inclus.

source: Following scripts have to be included separately:
fr: Les scripts suivants doivent être inclus séparément :

source: %d files to be checked manually.
fr: %d fichiers à traiter manuellement.

source: If no error has popped up, build the reference set >>
fr: Si aucune erreur n'est apparue, construisez le référentiel >>

source: To-do list
fr: Les choses à faire

source: Authors of all those scripts
fr: Les auteurs de ces scripts

source: Testers of all those scripts
fr: Les testeurs de ces scripts

source: Licenses for all those scripts
fr: Les licences d'usage de ces scripts

source: No script has been provided
fr: Obtenir ce script

source: Script does not exist
fr: Le script n'existe pas

source: Browse the source of this script
fr: Visualiser ce script
