Repository: yacs/yacs
Catalog: i18n/locale/*/sections.po
Languages: fr

source: %d page has been unlocked.
fr: %d page a été déverrouillée.

source: %d section has been unlocked.
fr: %d section a été déverrouillée.

source: Select items you want to manage, and click some button at the bottom of the page.
fr: Sélectionner les éléments à manipuler, puis cliquer sur l'un des boutons en bas de page.

source: For the selection:
fr: Pour la sélection :

source: Publish
fr: Publier

source: Draft
fr: Brouillon

source: Unlock
fr: Déverrouiller

source: Order
fr: Trier

source: This section has no content to manage.
fr: Il n'y a rien à gérer dans cette section.

source: Create a new web space
fr: Créer un nouvel espace web

source: Groups
fr: Groupes

source: This is the right place to describe ways of working in this group.
fr: Cette page est l'endroit idéal pour exposer les principes de fonctionnement de ce groupe.

source: Group policy
fr: Règles de fonctionnement

source: Welcome to "%s"
fr: Bienvenue dans "%s"

source: What is new?
fr: Quoi de neuf ?

source: Working together
fr: Travailler ensemble

source: Activities
fr: Activités

source: Information pages
fr: Pages d'information

source: Reserved to project members
fr: Réservé aux membres du projet

source: Private activities
fr: Activités privées

source: Congratulation, you have successfully added a new web space
fr: Félicitations, vous avez ajouté un nouvel espace web

source: View the new blog
fr: Voir le nouveau blog

source: View the new project
fr: Voir le nouveau projet

source: View the new group
fr: Voir le nouveau groupe

source: The personal space of %s
fr: L'espace personnel de %s

source: Another personal space of %s
fr: Un autre espace personnel de %s

source: Another personal space of %s (%d)
fr: Un autre espace personnel de %s (%d)

source: Purpose
fr: Motivation

source: What are you aiming to create?
fr: Que voulez-vous créer ?

source: A group, for people interested in some topic
fr: Un groupe, pour les personnes intéressées par un sujet

source: A blog, to express your thoughts and to lead the pack
fr: Un blog, pour vous exprimer et partager vos idées

source: A project, to support teamwork
fr: Un projet, pour travailler ensemble

source: What is this new web space about?
fr: Quel est l'objet de ce nouvel espace web ?

source: Public - Everybody, including anonymous surfers
fr: Public - Tout le monde, y compris les surfeurs anonymes

source: Community - Access is granted to any identified surfer
fr: Communauté - Accès autorisé à toute personne identifiée

source: Private - Access is restricted to selected persons
fr: Privé - Accès limité à quelques personnes

source: Back to my profile
fr: Retour à mon profil

source: Owner of %s
fr: Propriétaire de %s

source: Current owner is %s
fr: Le propriétaire actuel est %s

source: To transfer ownership to another person, type some letters of the name you are looking for.
fr: Pour transférer la propriété à une autre personne, taper quelques lettres du nom que vous cherchez.

source: Rank: %s
fr: Rang : %s

source: Section will be activated %s
fr: Cette section sera activé %s

source: Section has expired %s
fr: Cette section a expiré %s

source: Links
fr: Liens

source: Replies
fr: Réponses

source: Notes
fr: Annotations

source: Comments
fr: Commentaires

source: Yes, I want to delete this reply
fr: Oui, je souhaite supprimer cette réponse

source: Yes, I want to delete this note
fr: Oui, je souhaite supprimer cette annotation

source: Yes, I want to delete this comment
fr: Oui, je souhaite supprimer ce commentaire

source: Delete a reply
fr: Supprimer une réponse

source: Delete a note
fr: Supprimer une annotation

source: Delete a comment
fr: Supprimer un commentaire

source: Edit the new reply
fr: Modifier la nouvelle réponse

source: Edit the new note
fr: Modifier la nouvelle annotation

source: Edit the new comment
fr: Modifier le nouveau commentaire

source: Yes, I want to turn this reply to an article
fr: Oui, je souhaite transformer cette réponse en article

source: Yes, I want to turn this note to an article
fr: Oui, je souhaite transformer cette annotation en article

source: Yes, I want to turn this comment to an article
fr: Oui, je souhaite transformer ce commentaire en article

source: Promote a reply
fr: Promouvoir une réponse

source: Promote a note
fr: Promouvoir une annotation

source: Promote a comment
fr: Promouvoir un commentaire

source: Update a reply
fr: Modifier une réponse

source: Update a note
fr: Modifier une annotation

source: Edit a comment
fr: Modifier un commentaire

source: Replies: %s
fr: Réponses : %s

source: Notes: %s
fr: Annotations : %s

source: Discuss: %s
fr: Discussion : %s

source: Reply to this post
fr: Répondre à cet envoi

source: Annotate this page
fr: Annoter cette page

source: Post a comment
fr: Ajouter un commentaire

source: View the reply
fr: Voir la réponse

source: View the note
fr: Voir l'annotation

source: View this comment
fr: Voir ce commentaire

source: Reply: %s
fr: Réponse : %s

source: Note: %s
fr: Annotation : %s

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Image %d of %d
fr: Image %d de %d

source: Location %d of %d
fr: Emplacement %d de %d

source: Several files have been added
fr: Plusieurs fichiers ont été ajoutés

source: %s by %s %s
fr: %s par %s %s

source: posted by %s %s
fr: posté par %s %s

source: %s is requesting access to %s
fr: %s demande l'accès à %s

source: %s has created section %s
fr: %s a créé la section %s

source: %s has updated section %s
fr: %s a modifié la section %s

source: This section has %s
fr: Cette section a %s

source: Invite %s to participate
fr: Inviter %s à participer

source: View the profile of %s
fr: Voir le profil de %s

source: No item has the provided id.
fr: Identifiant inconnu.

source: Top of the content tree
fr: Sommet de l'arbre de contenu

source: No title has been provided.
fr: Aucun titre n'a été fourni.

source: Sections of %s
fr: Sections de %s

source: No anchor has been found.
fr: Aucun ancrage n'a été trouvé.

source: To assign a section, look in the content tree below and assign one section at a time
fr: Pour assigner une section, chercher dans la liste ci-dessous

source: This is the list of sections assigned to %s
fr: Liste des sections assignées à %s

source: owner
fr: propriétaire

source: unassign
fr: retirer

source: Is displayed at the parent section page among other extra boxes.
fr: Apparaît sur la page de la section parente parmi les boîtes extra

source: Topmost articles are displayed at the parent section page in distinct extra boxes.
fr: Les premiers articles sont affichés sur la page de la section parente, dans des boîtes extra différentes

source: Is displayed in the middle of the parent section page, among other gadget boxes.
fr: Apparaît au milieu de la page de la section parente, parmi les boîtes gadget

source: First articles are displayed at the parent section page in distinct gadget boxes.
fr: Les premiers articles sont affichés sur la page de la section parente, dans des boîtes gadget distinctes.

source: Articles are listed at the parent section page, in the area reserved to flashy news.
fr: Les articles sont listés sur la page de la section parente, dans la zone réservée aux nouvelles

source: Is not publicly listed at the Site Map. Is listed with special sections, but only to associates.
fr: N'apparaît pas sur la carte du site, sauf pour les associés avec les autres sections spéciales

source: Is displayed at the front page, among other extra boxes.
fr: Apparaît sur la page d'accueil,parmi les boîtes extra.

source: First articles are displayed at the front page in distinct extra boxes.
fr: Les premiers articles sont affichés sur la page d'accueil, dans les boîtes extra distinctes

source: Is displayed in the middle of the front page, among other gadget boxes.
fr: Apparaît au milieu de la page d'accueil, parmi les boîtes gadget

source: First articles are displayed at the front page in distinct gadget boxes.
fr: Les premiers articles sont affichés sur la page d'accueil, dans des boîtes gadget distinctes

source: Articles are listed at the front page, in the area reserved to recent news.
fr: Les articles sont listé sur la page d'accueil, dans la zone réservée aux dernières nouvelles

source: page is locked.
fr: la page est verrouillée.

source: Code to reference this page: %s
fr: Code pour référencer cette page : %s

source: Name: %s
fr: Nom : %s

source: Shortcut: %s
fr: Raccourci : %s

source: Hidden pages
fr: Pages masquées

source: %d comments
fr: %d commentaires

source: Information
fr: Informations

source: Attachments
fr: Pièces jointes

source: Watch this section
fr: Surveiller cette section

source: Manage participants
fr: Gérer les participants

source: Leave this section
fr: Quitter cette section

source: Person
fr: Personne

source: Persons
fr: Personnes

source: Add new content to this section
fr: Ajouter du contenu à cette section

source: Add a poll
fr: Ajouter un sondage

source: Express yourself, and say what you think.
fr: Exprimez-vous, et partagez votre pensée.

source: Attach related files.
fr: Attacher les fichiers en rapport avec cette page.

source: Contribute to the web and link to relevant pages.
fr: Participez à l'extension du web et indiquez les autres pages pertinentes.

source: You can upload a camera shot, a drawing, or another image file.
fr: Vous pouvez télécharger une photo, un dessin ou une image.

source: Press [e] to edit
fr: Appuyer sur [e] pour modifier

source: Restore a previous version if necessary
fr: Restaurer une version précédente si nécessaire

source: Delete this section
fr: Supprimer cette section

source: Manage content
fr: Gérer le contenu

source: Bulk operations
fr: Opérations de masse

source: Duplicate this section
fr: Dupliquer cette section

source: Request
fr: Requête

source: Your request has been transmitted to %s. Check your mailbox for feed-back.
fr: Votre requête a été transmise à %s, qui vous répondra par courrier électronique.

source: Where do you want to go now?
fr: Où voulez-vous aller à présent ?

source: Front page
fr: Page d'accueil

source: My profile
fr: Mon profil

source: You are not allowed to access this page.
fr: Vous n'êtes pas autorisé à voir cette page.

source: Following person is entitled to invite you to participate:
fr: La personne suivante peut vous inviter à participer :

source: Submit a request to get access
fr: Demander l'accès

source: Editors
fr: Editeurs

source: Watchers
fr: Observateurs

source: In the news
fr: Nouvelles

source: Post to Facebook
fr: Partager sur Facebook

source: Spread the word
fr: Diffuser l'information

source: Tweet this
fr: Poster sur Twitter

source: Share at LinkedIn
fr: Partager sur LinkedIn

source: Reference this page
fr: Référencer cette page

source: Various means to link to this page
fr: Différents moyens de lier cette page

source: Print this page
fr: Imprimer cette page

source: Get a paper copy of this page.
fr: Obtenir une copie papier de cette page.

source: Share
fr: Partager

source: Stop notifications
fr: Arrêter les notifications

source: Manage your watch list
fr: Gérer votre liste de surveillance

source: Recent pages
fr: Pages récentes

source: Recent files
fr: Fichiers récents

source: Recent comments
fr: Commentaires récents

source: Monitor
fr: Surveiller

source: Related
fr: Voir aussi

source: Assign categories
fr: Associer des catégories

source: Blog at %s
fr: Blog à %s

source: Bookmark at %s
fr: Enregistrer le lien à %s

source: Bookmark following link to contribute here:
fr: Vous pouvez mémoriser le lien suivant pour contribuer ici :

source: Bookmarklets to contribute
fr: Signets pour contribuer

source: Export this section
fr: Exporter cette section
