Repository: yacs/yacs
Catalog: i18n/locale/*/sections.po
Languages: fr

source: Site map
fr: Carte du site

source: You are not allowed to perform this operation.
fr: Vous n'êtes pas autorisé à effectuer cette opération.

source: Analyzing table %s...
fr: Analyse de la table %s ...

source: Handle: %s
fr: Identifiant : %s

source: %d records have been processed
fr: %d enregistrements ont été traités

source: Script terminated in %.2f seconds.
fr: Script terminé en %.2f secondes.

source: Orphan: %s
fr: Orphelin : %s

source: Too many successive errors. Aborted
fr: Trop d'erreurs successives. Abandon

source: Please select the action to perform.
fr: Merci de choisir l'opération à effectuer.

source: Look for orphan records
fr: Détecter les enregistrements orphelins

source: Ensure that each item has a unique handle
fr: Vérifier que chaque élément à un identifiant unique

source: Start
fr: Commencer

source: Delete
fr: Supprimer

source: Deletion: %s
fr: Suppression : %s

source: The action has not been confirmed.
fr: L'action n'a pas été confirmée.

source: Warning: related content will be deleted as well.
fr: Attention : une ou plusieurs pages vont également être détruites.

source: Yes, I want to delete this section
fr: Oui, je veux supprimer cette section

source: Cancel
fr: Annuler

source: edited by %s %s
fr: modifié par %s %s

source: hits
fr: lectures

source: Following items are attached to this record and will be deleted as well.
fr: Les éléments suivants vont aussi être supprimés.

source: Duplicate
fr: Dupliquer

source: Copy of %s
fr: Copie de %s

source: Thank you for your contribution
fr: Merci de votre contribution

source: The section has been duplicated.
fr: La section a été dupliquée.

source: What do you want to do now?
fr: Que voulez-vous faire à présent ?

source: View the section
fr: Voir la section

source: Edit this section
fr: Modifier cette section

source: Section copy: %s
fr: Copie de section : %s

source: Sent by %s in %s
fr: Envoyé par %s dans %s

source: Sent by %s
fr: Envoyé par %s

source: Yes, I want to duplicate this section
fr: Oui, je veux dupliquer cette section

source: Following items are attached to this record and will be duplicated as well.
fr: Si vous continuez, les éléments suivants seront aussi dupliqués dans la base de données.

source: Edit: %s
fr: Modifier : %s

source: Add a section
fr: Ajouter une section

source: The section has been successfully updated.
fr: La section a été mise à jour.

source: Add a file
fr: Ajouter un fichier

source: Root
fr: Raçine

source: Please review the new page carefully and fix possible errors rapidly.
fr: Merci de contrôler soigneusement la nouvelle page, et de corriger les erreurs s'il y a lieu.

source: Add an image
fr: Ajouter une image

source: Add a link
fr: Ajouter un lien

source: Add another section
fr: Ajouter une autre section

source: New section: %s
fr: Nouvelle : %s

source: Title
fr: Titre

source: Please provide a meaningful title.
fr: Merci d'indiquer un titre significatif.

source: Appears at the site map, near section title
fr: Apparaît sur la carte du site, près du titre de la section

source: Layout
fr: Mise en page

source: decorated - A list decorated with images
fr: decorated - Une liste décorée avec des images

source: digg - To order pages by rating
fr: digg - Ordonner les pages en fonction des votes

source: slashdot - List most recent pages equally
fr: slashdot - Une liste simple des pages récentes

source: map - Map in two columns, like Yahoo!
fr: map - Deux colonnes, comme Yahoo!

source: accordion - Expose one item at a time in a stack
fr: accordion - Exposer un élément à la fois dans une pile

source: carrousel - Animate clickable images
fr: carrousel - Animer des images cliquables

source: titles - Use only titles and thumbnails
fr: titles - Utiliser seulement les titres et les vignettes

source: table - A table of recent pages
fr: table - Une table des articles les plus récents

source: daily - A list of stamped pages (blog)
fr: daily - Une liste d'articles datés (blog)

source: newspaper - Highlight four most recent pages
fr: newspaper - Mise en valeur des quatre pages les plus récentes

source: hardboiled - Highlight two most recent pages
fr: hardboiled - Mettre en valeur les deux pages les plus récentes

source: jive - Display most of articles content
fr: jive - Affiche le contenu de chaque article

source: yabb - A discussion board
fr: yabb - Une liste de discussion

source: alistapart - Display entirely the last published page
fr: alistapart - Dernier article dans son intégralité

source: tagged - Titles and tags
fr: tagged - Titres et étiquettes

source: tabs - One tab per page, with content
fr: tabs - Un onglet par page, avec son contenu

source: simile - Dots and titles in a timeline
fr: simile - Des points et des titres au-dessus de l'axe du temps

source: compact - A compact list
fr: compact - Une liste compacte

source: directory - An alphabetical index of items
fr: directory - Un index alphabétique

source: Use the customized layout %s
fr: Utiliser la mise en page spéciale %s

source: Do not list pages
fr: Ne pas lister les pages

source: Pages are not reviewed prior publication
fr: Les articles ne sont pas contrôlés avant publication

source: Allow anonymous surfers to change content
fr: Les surfeurs anonymes peuvent changer le contenu

source: Allow members to change content
fr: Les membres peuvent changer le contenu

source: Disallow post of new comments
fr: Empêcher les nouveaux commentaires

source: Sort files by date (default)
fr: Trier les fichiers par date

source: Sort files by title (and not by date)
fr: Trier les fichiers par titre (et non par date)

source: Prevent the upload of new files
fr: Empêcher l'envoi de fichiers

source: Sort links by title (and not by date)
fr: Trier les liens par titre (et non par date)

source: Disallow post of new links
fr: Empêcher les nouveaux liens

source: Add links to previous and next pages in the same section
fr: Insérer des liens vers les pages suivantes et précédentes de la même section

source: Real-time collaboration
fr: Interactions en temps réel

source: Tabbed panels
fr: Panneaux à onglets

source: Discussion is separate from content
fr: Le contenu et la discussion sont séparées

source: Branch out to %s
fr: Débrancher vers %s

source: Show page details to all surfers
fr: Montrer les détails à tous les surfeurs

source: Surfers are not allowed to rate pages in this section
fr: Interdire de noter les pages de cette section

source: Ask explicitly for more votes
fr: Etre encore plus explicite sur les demandes de vote

source: Add conversion tools to PDF, MS-Word
fr: Ajouter des outils de conversion PDF, MS-Word

source: Introduce the poster before main text
fr: Présenter l'auteur avant le texte principal

source: Append some poster details at the bottom of the page
fr: Ajouter quelques détails sur l'auteur en bas de page

source: Append some poster details aside the page (adequate to most weblogs)
fr: Décrire l'auteur sur le côté de la page (pour les weblogs)

source: You may combine several keywords:
fr: Vous pouvez combiner plusieurs mots-clés :

source: Script used to %s in this section
fr: Script utilisé comme %s dans cette section

source: overlay articles
fr: overlay des articles

source: Templates
fr: Pages modèles

source: One or several %s. This setting overrides the overlay setting.
fr: Une ou plusieurs %s. Ce réglage annule la définition d'overlay.

source: templates
fr: pages modèles

source: Canvas
fr: Canevas

source: %s used by articles in this section
fr: %s utilisé par les articles dans cette section

source: Header
fr: Haut de page

source: To be inserted at the top of related pages.
fr: Inséré vers le haut des pages associées.

source: Footer
fr: Bas de page

source: To be inserted at the bottom of related pages.
fr: Inséré vers le bas des pages associées.

source: Pages
fr: Articles

source: freemind - Build an interactive mind map
fr: freemind - Visualiser une carte mentale interactive

source: jive - List 5 threads per board
fr: jive - Lister 5 discussions par section

source: yabb - A discussion forum
fr: yabb - Un forum de discussion

source: inline - List sections and related pages
fr: inline - Lister les sections et les pages associées

source: folded - One folded box per section, with content
fr: folded - Une boîte pliée par section, avec son contenu

source: tabs - One tab per section, with content
fr: tabs - Un onglet par section, avec son contenu

source: Do not list sections
fr: Ne pas lister les sections

source: overlay sub-sections
fr: overlay des sous-sections

source: Sub-sections
fr: Sous-sections

source: Trailer
fr: Bas de page

source: Text to be appended at the bottom of the page, after all other elements attached to this page.
fr: Texte à ajouter en bas de page, après les éléments attachés à cette page.

source: Change
fr: Modifier

source: Image to be displayed in the panel aside the page.
fr: Image à afficher dans un panneau sur le côté de la page.

source: Text to be inserted in the panel aside the page. Use [box.extra=title]content[/box] or plain HTML.
fr: Texte inséré dans le panneau extra, sur le côté de la page. Utiliser [box.extra=titre]contenu[/box] ou des balises HTML.

source: News
fr: Nouvelles

source: List up to %s news aside.
fr: Lister jusqu'à %s nouvelles sur le côté de la page.

source: Similar to the first option, except that displayed information is scrolling.
fr: Comme la première option, avec un défilement vertical.

source: Similar to the first option, except that news are rotated.
fr: Comme la première option, avec une rotation des nouvelles.

source: Do not list news.
fr: Ne pas lister les nouvelles.

source: More content
fr: Plus de contenu

source: Index page
fr: Page d'index

source: Submit the new item, and you will be able to add resources afterwards.
fr: Créez le nouvel élément, et vous pourrez ajouter des ressources par la suite.

source: Files
fr: Fichiers

source: Add a location
fr: Ajouter un emplacement

source: Locations
fr: Emplacements

source: Add a table
fr: Ajouter une table

source: Resources
fr: Ressources

source: Owner
fr: Propriétaire

source: No owner has been found.
fr: Aucun propriétaire n'a été trouvé.

source: Access
fr: Accès

source: Locker
fr: Verrou

source: Contributions are accepted
fr: Les contributions sont acceptées

source: Only owners and associates can add content
fr: Seuls les propriétaires et les associés peuvent ajouter du contenu

source: Only assigned persons, owners and associates can add content
fr: Seuls les personnes assignées, les propriétaires et les associés peuvent ajouter du contenu

source: This section should be:
fr: Cette section est :

source: listed in the main panel, with the rank %s (default value is 10000).
fr: listée dans la zone principale, avec l'ordre d'apparition %s . La valeur par défaut est 10000.

source: listed only to associates and editors, with other special sections
fr: listée avec les sections spéciales, seulement pour les associés et les éditeurs.

source: Content of this section should be:
fr: Le contenu de cette section :

source: displayed in the main panel
fr: est affiché dans la zone principale

source: displayed in the area reserved to news
fr: est affiché dans la zone réservée aux nouvelles

source: listed in the main panel, in a gadget box
fr: est listé dans la zone principale, dans une boîte gadget

source: displayed in distinct gadget boxes
fr: est affiché dans des boîtes gagdet distinctes

source: listed on page side, in an extra box
fr: est listé sur le côté de la page, dans une boîte extra

source: displayed in distinct extra boxes
fr: est affiché dans des boîtes extra distinctes

source: not displayed at the parent index page
fr: n'est pas affiché sur la page d'index parente

source: listed only to associates, with other special sections, and never appears at the site front page
fr: listée avec les autres sections spéciales, seulement pour les associés, n'apparaît jamais sur la page d'accueil.

source: Thumbnail
fr: Vignette

source: Upload a small image to illustrate this page when it is listed into parent page.
fr: Téléverser une petite image pour illustrer cette page au niveau de son parent.

source: Activation date
fr: Date d'activation

source: Publish content in the future - automatically
fr: Faire apparaître le contenu dans le futur, automatiquement

source: Expiry date
fr: Date d'expiration

source: Remove content on dead-line - automatically
fr: Masquer le contenu à échéance, automatiquement

source: Select parent container
fr: Choisir la section parente

source: Contribution to "%s"
fr: Contribution à la mise en page de "%s"

source: Appearance at the site map
fr: Apparence sur la carte du site

source: not displayed at the front page
fr: est invisible sur la page d'accueil

source: Contribution to the site front page
fr: Contribution à la page d'accueil

source: Nick name
fr: Surnom

source: To designate a section by its name in the %s
fr: Pour désigner une section par son nom avec le %s

source: page selector
fr: sélecteur de page

source: Family
fr: Famille

source: Comes before the title; Used to categorize sections in forums
fr: Vient avant le titre. Pour catégoriser les sections dans les forums

source: Compact title
fr: Titre compact

source: Alternate title used in lists and in the contextual menu
fr: Titre utilisé dans les listes et dans le menu contextuel

source: Rendering
fr: Rendu

source: Sort pages by publication date
fr: Trier les articles par date de publication

source: Sort pages by rating
fr: Trier les pages par votes

source: Sort pages by title
fr: Trier les pages par titre

source: Sort pages by reverse order of titles
fr: Trier les pages par ordre inverse des titres

source: Sort pages by reverse rank
fr: Trier les pages par ordre inverse de priorité

source: List recent pages from sub-sections
fr: Lister les pages récentes des sous-sections.

source: Files can be added to the index page
fr: Des fichiers peuvent être ajoutés à la page d'index

source: Links can be added to the index page
fr: Des liens peuvent être ajoutés à la page d'index

source: Display profile of section owner
fr: Afficher le profil du propriétaire de la section

source: The index page itself is a thread of discussion
fr: La page d'index elle-même est une discussion

source: Apply a specific theme (in skins/foo_bar)
fr: Appliquer un thème spécifique (dans skins/foo_bar)

source: To load template_foo_bar.php instead of the regular template
fr: Pour charger template_foo_bar.php à la place du modèle normal

source: No information about surrounding sections
fr: Ne pas lister les sections avoisinantes

source: Allow anonymous surfers to edit content
fr: Les surfeurs anonymes peuvent modifier le contenu

source: Allow members to edit content
fr: Les membres peuvent modifier le contenu

source: Alert watchers of containing section
fr: Alerter les observateurs de la section parente

source: Language
fr: Langage

source: Select the language used for this page
fr: Choisissez la langue employée pour cette page

source: Type here any XHTML tags to be put in page header.
fr: Balises XHTML additionnelles à placer dans l'en-tête de page.

source: Behaviors
fr: Comportements

source: One %s per line
fr: Un %s par ligne

source: behavior
fr: comportement

source: Change the overlay
fr: Changer d'overlay

source: none
fr: aucun

source: If you change the overlay you may loose some data.
fr: Vous pouvez perdre des informations si vous changez l'overlay.

source: No overlay has been selected yet.
fr: Aucun overlay n'a été sélectionné.

source: More options
fr: Plus d'options

source: Submit
fr: Enregistrer

source: Press [s] to submit data
fr: Appuyer sur [s] pour envoyer les informations

source: Notify watchers
fr: Alerter les observateurs

source: Do not change modification date.
fr: Ne pas changer la date de modification.

source: Ensure this post is valid XHTML.
fr: Vérifier que le contenu est du XHTML valide.

source: Please describe the new section and hit the submit button. You will then be able to post images, files and links on subsequent forms.
fr: Merci de taper le texte de votre nouvelle page et de cliquer sur le bouton en bas du formulaire. L'envoi des images, des fichiers et des liens se fait dans un deuxième temps.

source: %s and %s are available to enhance text rendering.
fr: Utilisez %s et %s pour embellir le texte.

source: YACS codes
fr: codes YACS

source: smileys
fr: emoticons

source: Mandatory fields are marked with a *
fr: Les champs obligatoires sont signalés par un *

source: Use the %s to populate this server.
fr: Utilisez l'%s pour peupler ce serveur.

source: Content Assistant
fr: Assistant de contenu

source: Help
fr: Aide

source: RSS feed
fr: Fil RSS

source: %d file
fr: %d fichier

source: %d comment
fr: %d commentaire

source: %d link
fr: %d lien

source: No regular section has been created yet.
fr: Aucune section ordinaire n'a été créée.

source: Other sections
fr: Autres sections

source: Categories
fr: Catégories

source: Search
fr: Recherche

source: Help index
fr: Index de l'aide

source: See also
fr: Voir aussi

source: monthly
fr: mensuel

source: View the category
fr: Voir la catégorie

source: Freemind map
fr: Carte Freemind

source: Download
fr: Télécharger

source: Invite participants
fr: Inviter des participants

source: E-mail has not been enabled on this system.
fr: Ce système n'est pas configuré pour l'envoi de messages électroniques.

source: You are not allowed to perform this operation in demonstration mode.
fr: Vous n'êtes pas autorisé à faire cette opération en mode démonstration.

source: Please prove you are not a robot.
fr: Merci de prouver que vous n'êtes pas un robot.

source: Error while sending the message to %s
fr: Erreur pendant la transmission du message vers %s

source: %s has invited you to %s
fr: %s vous a invité à %s

source: I would like to invite you to the following page.
fr: Je vous invite à consulter la page suivante.

source: This is a copy of the message you have sent, for your own record.
fr: Ceci est une copie du message que vous avez envoyé, pour mémoire.

source: Your message is being transmitted to %s
fr: Votre message est en cours d'acheminement vers %s

source: No message has been sent
fr: Aucun message n'a été envoyé

source: Done
fr: Terminé

source: If you have previously registered to this site, please %s. Then the server will automatically put your name and address in following fields.
fr: Si vous avez ouvert un compte sur ce site, merci de vous %s. Le serveur pourra alors positionner votre nom et votre adresse automatiquement dans les champs ci-dessous.

source: authenticate
fr: authentifier

source: Your name
fr: Votre nom

source: Let us a chance to know who you are
fr: Donnez-nous une chance de savoir qui vous êtes

source: Your e-mail address
fr: Votre adresse

source: Put your e-mail address to receive feed-back
fr: Pour être notifié des réactions

source: to review public content (watchers)
fr: à consulter le contenu public (observateurs)

source: to manage public and private content (editors)
fr: à gérer le contenu public et privé (éditeurs)

source: Invite editors of %s
fr: Inviter les éditeurs de %s

source: Invite watchers of %s
fr: Inviter les observateurs de %s

source: Invite some persons
fr: Inviter quelques personnes

source: Enter nick names, or email addresses, separated by commas.
fr: Entrez les noms ou les adresses, séparés par des virgules.

source: Message title
fr: Titre du message

source: Please let me thank you for your involvement.
fr: Merci par avance de votre implication.

source: Message content
fr: Contenu du message

source: Send me a copy of this message.
fr: M'envoyer une copie de ce message.

source: Message content can not be empty.
fr: Le corps du message ne peut pas être vide.

source: New e-mail addresses are converted to new user profiles. Because of this, you should not use e-mail addresses that have multiple recipients.
fr: Les nouvelles adresses de courrier électronique deviennent autant de nouveaux comptes. Vous ne devriez donc pas utiliser d'adresse de groupe, avec plusieurs destinataires.

source: More pages
fr: Autres pages

source: Poster
fr: Auteur

source: Last active
fr: Dernière action

source: edited
fr: modifié

source: %d threads
fr: %d discussions

source: Add a page
fr: Ajouter une page

source: Moderator: %s
fr: Modérateur : %s

source: Child board: %s
fr: Rubrique : %s

source: Rank
fr: Rang

source: In %s
fr: Dans %s

source: by %s, %s
fr: par %s, %s

source: by %s
fr: par %s

source: edit
fr: modifier

source: delete
fr: supprimer

source: Select all/none
fr: Tous/aucun

source: View the page
fr: Voir la page

source: in %s
fr: dans %s

source: Watcher
fr: Observateur

source: Editor
fr: Editeur

source: More
fr: Suite

source: More spaces
fr: Plus d'espaces web

source: Read more
fr: Lire la suite

source: Discuss
fr: Commenter

source: Warning: No script exists for the customized layout %s
fr: Attention : aucun script ne correspond à la mise en page %s

source: Draft pages
fr: Pages en cours de préparation

source: View the sub-section
fr: Voir la sous-section

source: Edit this sub-section
fr: Modifier cette sous-section

source: Board
fr: Catégorie

source: Topics
fr: Sujets

source: Last post
fr: Dernier envoi

source: %s by %s
fr: %s par %s

source: Lock
fr: Verrouiller

source: Operation has failed.
fr: L'opération a échoué.

source: Notify participants
fr: Notifier les participants

source: %s is notifying you from %s
fr: %s vous écrit depuis %s

source: No recipient has been found.
fr: Aucun destinataire n'a été trouvé.

source: Message recipients
fr: Destinataires du message

source: Select recipients
fr: Choisir les destinataires

source: Can you review the following page and contribute to it where applicable?
fr: Pouvez-vous consulter la page suivante, et y apporter votre contribution ?

source: Send
fr: Envoyer

source: Message content can not be empty
fr: Le corps du message ne peut pas être vide.

source: %d other page has been selected
fr: %d autre page a été sélectionnée

source: %d other section has been selected
fr: %d autre section a été sélectionnée

source: Manage: %s
fr: Gérer : %s

source: Manage
fr: Gérer

source: Associate pages below to
fr: Associer les pages ci-dessous avec

source: Categorize
fr: Catégoriser

source: No page has been selected.
fr: Aucune page n'a été sélectionnée.

source: No section has been selected.
fr: Aucune section n'a été sélectionnée.

source: Bad request.
fr: Demande invalide.

source: %d page has been associated with %s.
fr: %d page a été associée avec %s.

source: Manage it
fr: Gérer le contenu

source: %d section has been associated with %s.
fr: %d section a été associée avec %s.

source: Please confirm that you want to delete following pages.
fr: Merci de confirmer que vous souhaitez supprimer les pages suivantes.

source: %d page has been deleted.
fr: %d page a été supprimée.

source: %d section has been deleted.
fr: %d section a été suprimée.

source: %d page has been changed to draft mode.
fr: %d page a été mise en mode brouillon.

source: Duplicate following pages in
fr: Dupliquer les pages suivantes dans

source: %d page has been duplicated.
fr: %d page a été dupliquée.

source: %d section has been duplicated.
fr: %d section a été dupliquée.

source: %d page has been locked.
fr: %d page a été verrouillée.

source: %d section has been locked.
fr: %d section a été verrouillée.

source: Move following pages to
fr: Déplacer les pages suivantes vers

source: Move
fr: Déplacer

source: %d page has been moved to %s.
fr: %d page a été déplacée vers %s.

source: %d section has been moved to %s.
fr: %d section a été déplacée vers %s.

source: %d page has been published.
fr: %d page a été publiée.

source: %d page has been updated.
fr: %d page a été mise à jour.
