Repository: yacs/yacs
Catalog: i18n/locale/*/services.po
Languages: fr

source: Please register at %s before blogging
fr: Merci de vous enregistrer à l'adresse %s avant de blogger

source: Unknown postid %s at %s
fr: Identifiant postid %s inconnu à l'adresse %s

source: You are not allowed to perform this operation.
fr: Vous n'êtes pas autorisé à faire cette opération.

source: Impossible to delete record of postid %s
fr: Impossible d'effacer l'envoi %s

source: Impossible to update record of postid %s
fr: Impossible de modifier la page %s

source: Unknown blog %s at %s
fr: Identifiant blog %s inconnu à l'adresse %s

source: Unknown user name
fr: Nom d'utilisateur inconnu

source: No file data has been received.
fr: Aucun fichier n'a été transmis.

source: Impossible to save content of file %s
fr: Impossible d'enregistrer le contenu du fichier %s

source: Do not know how to process %s
fr: %s ne correspond à rien de connu

source: Sample blog client
fr: Exemple de client blog

source: Server address
fr: Adresse du serveur

source: The name or the IP address of the yacs server
fr: Le nom ou l'adresse IP du serveur cible

source: User name
fr: Nom d'utilisateur

source: User password
fr: Mot de passe

source: Go to the %s and check debug mode for <code>call</code> has been set, if you want to record HTTP requests and responses.
fr: Allez dans le %s et assurez-vous que le mode de mise au point pour les <code>call</code> a été sélectionné si vous souhaitez enregistrer les requêtes et réponses HTTP.

source: configuration panel for services
fr: le panneau de configuration des services

source: Help
fr: Aide

source: No anchor has been found.
fr: Aucun ancrage n'a été trouvé.

source: Control Panel
fr: Panneau de contrôle

source: Configure
fr: Configuration

source: Web services
fr: Services web

source: Google API key
fr: Clé d'API Google

source: To integrate Google Maps to your server, %s and enter it here
fr: Pour intégrer Google Maps à votre serveur, %s et indiquez-la ici

source: apply for a key
fr: demandez une clé

source: register
fr: enregistrez-vous

source: To integrate Opentok services to your server, %s and enter it here
fr: Pour intégrer les services Opentok à votre serveur, %s et indiquez-la ici

source: Orange Business Services API key
fr: Clé de l'API Orange Business Services (API key)

source: To integrate Orange Business Services (OBS) API into your server, %s and enter it here
fr: Pour intégrer les services de l'API d'Orange Business Services à votre serveur, %s et indiquez-la ici

source: Twilio account SID
fr: SID de compte Twilio

source: To integrate Twilio to your server, %s and enter SID here
fr: Pour intégrer Twilio à votre serveur, %s et indiquez le SID ici

source: Twilio authentication token
fr: Token d'authentification Twilio

source: Providers
fr: Fournisseurs

source: Debug blog services
fr: Mode de mise au point des services blogs

source: Copy network packets sent and received by services/blog.php in temporary/debug.txt
fr: Sauver les paquets envoyés et reçus par services/blog.php dans le fichier temporary/debug.txt

source: Use this option only for troubleshooting
fr: A réserver aux phases de mise au point

source: Debug commenting services
fr: Mode de mise au point des services de commentaire

source: Copy network packets sent and received by comments/post.php in temporary/debug.txt
fr: Sauver les paquets envoyés et reçus par comments/post.php dans le fichier temporary/debug.txt

source: Debug calls of web services
fr: Mode de mise au point des appels client

source: Copy network packets sent and received by services/call.php in temporary/debug.txt
fr: Sauver les paquets envoyés et reçus par services/call.php dans le fichier temporary/debug.txt

source: Debug ping services
fr: Mode de mise au point des services ping

source: Copy network packets sent and received by services/ping.php in temporary/debug.txt
fr: Sauver les paquets envoyés et reçus par services/ping.php dans le fichier temporary/debug.txt

source: Debug remote procedure calls
fr: Mode de mise au point des appels à distance (RPC)

source: Copy network packets sent and received by services/json_rpc.php and by services/xml_rpc.php in temporary/debug.txt
fr: Sauver les paquets envoyés et reçus par services/json_rpc.php et par services/xml_rpc.php dans le fichier temporary/debug.txt

source: Debug pingback and trackback services
fr: Mode de mise au point des services pingback et trackback

source: Copy network packets sent and received by links/trackback.php in temporary/debug.txt
fr: Sauver les paquets envoyés et reçus par links/trackback.php dans le fichier temporary/debug.txt

source: Debugging
fr: Mise au point

source: Submit
fr: Enregistrer

source: Press [s] to submit data
fr: Appuyer sur [s] pour envoyer les informations

source: You are not allowed to perform this operation in demonstration mode.
fr: Vous n'êtes pas autorisé à faire cette opération en mode démonstration.

source: ERROR: Impossible to write to the file %s. The configuration has not been saved.
fr: ERREUR : impossible d'écrire dans le fichier %s. La configuration n'a pas été sauvegardée.

source: To actually change the configuration, please copy and paste following lines by yourself in file %s.
fr: Pour changer la configuration, merci de copier et de coller les lignes suivantes dans le fichier %s :

source: The following configuration has been saved into the file %s.
fr: La configuration suivante a été enregistrée dans le fichier %s.

source: %s has been updated
fr: %s a été mis à jour

source: Configuration parameters
fr: Paramètres de configuration

source: Where do you want to go now?
fr: Où voulez-vous aller à présent ?

source: Configure again
fr: Configurer de nouveau

source: Back-end services
fr: Services distribués

source: This index page lists the main services that you can use in the background. Connect your blogging software, RSS news feeder, or other web sites to this server through following Application Programming Interfaces (API).
fr: Cette page liste les principaux services que vous pouvez utiliser en arrière-plan. Connectez votre logiciel de blogging, votre lecteur de nouvelles RSS, ou d'autres sites à ce serveur web sur la base des interfaces programmatiques décrites ci-dessous.

source: Blogging interface
fr: Interface pour le webblogging

source: Support popular blogging software such as w.bloggar.
fr: Pour le support de logiciels de blogging usuels tels que w.bloggar.

source: URL:
fr: Adresse :

source: Specifications:
fr: Spécifications :

source: Generic JSON-RPC interface
fr: Interface JSON-RPC générique

source: Bound to hooked back-end scripts
fr: Liée aux scripts de service

source: Specification:
fr: Spécification :

source: Ping interface
fr: Interface Ping

source: To spread updates
fr: Pour diffuser les mises à jour

source: Search
fr: Recherche

source: Build a customised RSS feed based on any keyword
fr: Pour bâtir un fil de nouvelles RSS à partir de mots de recherche

source: Generic XML-RPC interface
fr: Interface XML-RPC générique

source: Sample ping client
fr: Exemple de client ping

source: Name of the updated server
fr: Nom du serveur mis à jour

source: URI of the updated server
fr: Adresse du serveur mis à jour

source: URI of the source page
fr: Adresse de la page source

source: URI of the target page
fr: Adresse de la page cible

source: Web service test
fr: Test de service web

source: Go to the %s and check debug mode for <code>rpc</code> has been set, if you want to record HTTP requests and responses.
fr: Allez dans le %s et assurez-vous que le mode de mise au point pour les <code>rpc</code> a été sélectionné si vous souhaitez enregistrer les requêtes et réponses HTTP.

source: %s at %s
fr: %s à %s
