Repository: yacs/yacs
Catalog: i18n/locale/*/servers.po
Languages: fr

source: Control Panel
fr: Panneau de contrôle

source: Configure
fr: Configuration

source: Servers
fr: Serveurs

source: You are not allowed to perform this operation.
fr: Vous n'êtes pas autorisé à faire cette opération.

source: Servers to be banned
fr: Serveurs à bannir

source: Links and referrals from these servers will be dropped
fr: Ne pas tenir compte des liens envoyés par ces serveurs

source: Submit
fr: Enregistrer

source: Press [s] to submit data
fr: Appuyer sur [s] pour envoyer les informations

source: You are not allowed to perform this operation in demonstration mode.
fr: Vous n'êtes pas autorisé à faire cette opération en mode démonstration.

source: ERROR: Impossible to write to the file %s. The configuration has not been saved.
fr: ERREUR : Impossible d'écrire dans le fichier %s. La configuration n'a pas été sauvegardée.

source: To actually change the configuration, please copy and paste following lines by yourself in file %s.
fr: Pour changer la configuration, merci de copier et de coller les lignes suivantes dans le fichier %s :

source: The following configuration has been saved into the file %s.
fr: La configuration suivante a été enregistrée dans le fichier %s.

source: %s has been updated
fr: %s a été mis à jour

source: Configuration parameters
fr: Paramètres de configuration

source: Where do you want to go now?
fr: Où voulez-vous aller à présent ?

source: Configure again
fr: Configurer de nouveau

source: Delete a server
fr: Effacer un serveur

source: The action has not been confirmed.
fr: L'action n'a pas été confirmée.

source: Yes, I want to suppress this server
fr: Oui, je veux supprimer ce serveur

source: edited by %s %s
fr: mis à jour par %s %s

source: Community - Access is granted to any identified surfer
fr: Communauté - Accès autorisé à toute personne identifiée

source: Private - Access is restricted to selected persons
fr: Privé - Accès limité à quelques personnes

source: Main URL: %s
fr: Adresse principale : %s

source: Feed URL: %s
fr: Les nouveautés : %s

source: Related to %s
fr: Attaché à %s

source: Services accessed remotely
fr: Services distants utilisés

source: News published at this server will be fetched periodically from %s
fr: Lire périodiquement les nouveautés publiées par ce serveur à %s

source: Do not check news from this server.
fr: Ne pas tenir compte des nouvelles publiées sur ce serveur

source: This server has to be pinged on updates, by using XML-RPC calls <code>weblogUpdates.ping</code> at %s
fr: Transmettre un 'ping' à ce serveur lors des mises à jour, par appel XML-RPC de <code>weblogUpdates.ping</code> à %s

source: Updates are not transmitted to this server.
fr: Ne pas avertir ce serveur des mises à jour.

source: This server has to be polled, by using XML-RPC calls <code>monitor.ping</code> at %s
fr: Vérifier périodiquement le fonctionnement de ce serveur, par appel XML-RPC de de <code>monitor.ping</code> à %s

source: Do not poll this server to check its state.
fr: Ne pas vérifier périodiquement le fonctionnement de ce serveur

source: This server has to be included into searches, by using REST calls at %s
fr: Inclure ce serveur dans les recherches distribuées par appel REST de %s

source: Do not submit search requests to this server.
fr: Ne pas transmettre de demande de recherche à ce serveur

source: Allowed queries from this server
fr: Services autorisés pour ce serveur

source: This server is allowed to advertise changes (<code>weblogUpdates.ping</code>) at %s
fr: Ce serveur est autorisé à signaler les mises à jour (<code>weblogUpdates.ping</code>) à %s

source: This server is not allowed to advertise changes.
fr: Ce serveur n'est pas autorisé à signaler les mises à jour.

source: This server is allowed to submit monitoring requests (<code>monitor.ping</code>) at %s
fr: Ce serveur est autorisé à soumettre des requêtes de surveillance (<code>monitor.ping</code>) à %s

source: This server is not allowed to submit monitoring requests.
fr: Ce serveur n'est pas autorisé à soumettre des requêtes de surveillance

source: This server is allowed to submit search requests at %s
fr: Ce serveur est autorisé à soumettre des requêtes de recherche à %s

source: This server is not allowed to submit search requests.
fr: Ce serveur n'est pas autorisé à soumettre des requêtes de recherche.

source: Server description
fr: Description de ce serveur

source: Edit a server profile
fr: Modifier un serveur

source: Add a server profile
fr: Ajouter un serveur

source: Overview
fr: Généralités

source: Title
fr: Titre

source: Label used to list this server profile
fr: Utilisé dans la liste de serveurs

source: Network address
fr: Adresse réseau

source: The web or email address to be used for a human being
fr: L'adresse web ou courriel utilisée pour la consultation par des humains

source: Access
fr: Accès

source: Public - Everybody, including anonymous surfers
fr: Public - Tout le monde, y compris les surfeurs anonymes

source: Web services used from this server
fr: Services distants utilisés

source: Do not read news from this server
fr: Ne pas lire les nouvelles de ce serveur

source: Aggregate news from this server by reading the XML feed at %s
fr: Aggréger les nouvelles de ce site par lecture du fil XML à l'adresse %s

source: External News
fr: Nouvelles du monde

source: Received from feeding servers
fr: Les informations transmises par les autres serveurs

source: and store data in section %s
fr: et ranger les données dans la section %s

source: Do not advertise our changes to this remote server
fr: Rester silencieux vis à vis de ce serveur distant

source: On publication, submit XML-RPC call of <code>weblogUpdates.ping</code> at %s
fr: Lors de la publication, envoyer un appel XML-RPC de <code>weblogUpdates.ping</code> à l'adresse %s

source: Search
fr: Recherche

source: Do not extend searches to this server
fr: Ne pas inclure ce serveur dans les recherches distribuées

source: Submit search queries to this server, by REST calls at %s
fr: Rechercher sur ce serveur, par appel REST de l'adresse %s

source: Monitor
fr: Surveillance

source: Do not monitor this server
fr: Ne pas surveiller ce serveur

source: Submit periodic XML-RPC calls of <code>monitor.ping</code> at %s
fr: Envoyer périodiquement des requêtes XML-RPC de <code>monitor.ping</code> à l'adresse %s

source: Processing of queries received from this server
fr: Services autorisés pour ce serveur

source: Remote calls are allowed by default. Uncheck boxes below to ban this server if necessary.
fr: Les appels distants sont autorisés par défaut. Décocher les cases ci-dessous pour invalider un serveur indélicat en cas de besoin.

source: Host name
fr: Nom de machine

source: Checked on each server request to us
fr: Vérification à chaque requête transmise

source: Accept and process advertisements (<code>weblogUpdates.ping</code>) transmitted by this server to %s
fr: Accepter et traiter les mises à jour (<code>weblogUpdates.ping</code>) envoyées par ce serveur à %s

source: the ping interface
fr: notre interface ping

source: Accept and process search requests submitted by this server to %s
fr: Accepter et traiter les requêtes de recherche envoyées par ce serveur à %s

source: the search interface
fr: notre interface de recherche

source: Allow this server to poll us regularly (<code>monitor.ping</code>) at %s
fr: Autoriser ce serveur à nous interroger régulièrement (<code>monitor.ping</code>) à %s

source: the XML-RPC interface
fr: notre interface XML-RPC

source: Do not change modification date.
fr: Ne pas changer la date de modification.

source: Ensure this post is valid XHTML.
fr: Vérifier que le contenu est du XHTML valide.

source: Please provide a meaningful title.
fr: Merci d'indiquer un titre significatif.

source: Use this page to describe network interactions with a peering server, part of the cloud we are in.
fr: Utilisez cette page pour paramétrer les interactions avec l'un des serveurs participant à notre communauté.

source: Edit general-purpose attributes in the overview area.
fr: La section Généralités regroupe les informations descriptives.

source: %s and %s are available to enhance text rendering.
fr: Utilisez %s et %s pour embellir le texte.

source: YACS codes
fr: codes YACS

source: smileys
fr: emoticons

source: Then configure and trigger web services that we will use remotely.
fr: Puis configurez et activez les services web que nous déclencherons à distance.

source: Also, uncheck web services that we should not provide to the target server.
fr: Enfin, vous pouvez désactiver certains services que nous fournissons habituellement.

source: Help
fr: Aide

source: %d server
fr: %d serveur

source: No server has been created yet.
fr: Aucun serveur n'a été créé.

source: Add a server
fr: Ajouter un serveur

source: Ping the cloud
fr: Avertir les serveurs

source: Populate
fr: Peupler les serveurs

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Servers that have been notified
fr: Personnes notifiées

source: This script will ping (<code>weblogUpdates.ping</code>) every server configured to be part of our cloud. Normally, the publication script does this automatically. However, no ping occurs for pages submitted by XML-RPC or by e-mail. Therefore, you should launch this script at least once per month to ensure everybody knows about this site.
fr: Ce script va avertir (<code>weblogUpdates.ping</code>) tous les serveurs configuré pour faire partie de votre "nuage". Normalement, le script de publication fait ceci automatiquement. Cependant, il n'y a pas d'avertissement pour les articles envoyés par XML-RPC ou par email. Lancez ce script au moins une fois par mois pour être sûr que tout le monde connait votre site.

source: Yes, I want to ping the cloud
fr: Oui, je veux avertir le nuage

source: Content Assistant
fr: Assistant de contenu

source: If your server has been installed on an intranet and is not visible from the Internet, please delete these profiles to avoid unnecessary requests back and forth. Your site will not be referenced anyway.
fr: Si votre serveur a été installé sur un intranet et n'est pas visible depuis l'Internet, merci d'effacer les profils listés ci-dessous pour éviter des requêtes inutiles. Votre site ne sera pas référencé de toutes façons.

source: An entry already exists for server %s
fr: Un enregistrement existe déjà pour le serveur %s

source: Another famous blogs aggregator
fr: Un autre consolidateur de blog célèbre

source: A record has been created for server %s
fr: Un enregistrement a été créé pour le serveur %s

source: The famous pinging gateway
fr: Le distributeur de ping

source: Do you Yahoo?
fr: Etes-vous Yahoo ?

source: The origin server for the YACS system
fr: Le serveur d'origine du système YACS

source: Back to servers
fr: Retour aux serveurs

source: No title has been provided.
fr: Aucun titre n'a été fourni.

source: No item has the provided id.
fr: Identifiant inconnu.

source: Feed test
fr: Test de fil de nouvelles

source: No feed url has been configured for this server profile.
fr: Aucune adresse n'a été définie pour la lecture des nouvelles de ce serveur.

source: Nothing to read from this feed.
fr: Rien à lire en provenance de ce fil.

source: %d elements have been read
fr: %d éléments ont été obtenus

source: Empty item!
fr: Entrée vide !

source: the target server is banned
fr: Le serveur correspondant est banni

source: this link exists in the database
fr: ce lien existe dans la base de données

source: this link has not been inserted in the database yet
fr: ce lien n'a pas encore été créé dans la base de données

source: Back to main page
fr: Retour à la page principale

source: Test feed
fr: Tester RSS

source: News published at this server at %s - %s are fetched periodically
fr: Lire périodiquement les nouveautés publiées par ce serveur à %s - %s

source: and aggregated locally at %s
fr: et aggréger localement à %s

source: This server is allowed to advertise changes (<code>weblogUpdates.ping</code>) at %
fr: Ce serveur est autorisé à signaler les mises à jour (<code>weblogUpdates.ping</code>) à %
