Repository: yacs/yacs
Catalog: i18n/locale/*/skins.po
Languages: fr

source: %d words to read
fr: encore %d mots

source: Click to sort
fr: Cliquer pour trier

source: error messages, if any
fr: messages d'erreur éventuels

source: contextual menu
fr: menu contextuel

source: Validate at w3c
fr: Valider au w3c

source: <a>tag 1</a> <a>tag 2</a>
fr: <a>étiquette 1</a> <a>étiquette 2</a>

source: Theme to test
fr: Thème à tester

source: Use this page while developing or checking a theme, then activate the theme and move to %s to finalize your work.
fr: Utilisez cette page pour développer ou vérifier un thème, puis allez aux %s pour finaliser votre travail.

source: help pages on YACS codes
fr: pages d'aides consacrées aux codes YACS

source: This item is new
fr: Nouvel élément

source: This item has been updated
fr: Cet élément a été mis à jour

source: This item is a draft, and is not publicly visible
fr: Cet élément est un brouillon, et n'est pas visible publiquement

source: Click to reload this page
fr: Recharger cette page

source: level 1 title
fr: titre de niveau 1

source: level 2 title
fr: titre de niveau 2

source: sidebar box
fr: pavé de détails

source: with a sidebar box
fr: avec une boîte de côté

source: folded box
fr: pavé plié

source: with a folded box
fr: avec une boîte pliable

source: Test page
fr: Page de test

source: Server software
fr: Logiciel serveur

source: with a menu bar
fr: avec une barre de menu

source: with neighbours
fr: avec voisinage

source: Text
fr: Texte

source: Nothing has been received.
fr: Rien n'a été reçu.

source: Possible file attack.
fr: Possibilité d'une attaque sur le fichier.

source: Impossible to read %s.
fr: Impossible de lire %s.

source: %d files have been extracted.
fr: %d fichiers ont été extraits.

source: Nothing has been extracted from %s.
fr: Rien n'a été extrait de %s.

source: Impossible to extract files.
fr: Impossible d'extraire les fichiers.

source: Error while processing %s.
fr: Erreur dans le traitement %s

source: You can now visit the index of themes, and select the one you prefer.
fr: Vous pouvez à présent visiter l'index des thèmes et choisir celui que vous préférez.

source: This script allows you to install or update a theme for your YACS server.
fr: Ce script vous permet d'installer ou de mettre à jour un thème pour votre serveur YACS.

source: Select the archive file that you want to install remotely.
fr: Choisissez le fichier archive à installer sur le serveur.

source: bytes
fr: octets

source: Alternatively, this script is able to handle archives that have been put in the directory <code>inbox/skins</code>.
fr: Ce script sait aussi traiter les archives placées dans le répertoire <code>inbox/skins</code>.

source: Install skin %s
fr: Installer le style %s

source: People
fr: Personnes

source: The library of profile pictures
fr: La librairie des images pour les profils

source: The directory %s does not exist.
fr: Le répertoire %s n'existe pas.

source: Change your own picture
fr: Changer votre propre image

source: This is the library of shared pictures available at this site.
fr: Voici la librairie des images disponibles sur ce site.

source: More in %s
fr: Plus d'infos à %s

source: Page prepared in %.2f seconds for %s
fr: Page préparée en %.2f secondes pour %s

source: Powered by %s
fr: Encore un serveur %s

source: flexible theme
fr: thème flexible

source: Select background color first, then background image. The color will appear in the area not covered by the image.
fr: Choisissez d'abord la couleur, puis l'image de fond. La couleur apparaitra dans les zones non couvertes par l'image.

source: top
fr: haut

source: right
fr: droite

source: bottom
fr: bas

source: left
fr: gauche

source: None
fr: Aucune

source: Width
fr: Largeur

source: Fluid
fr: Fluide

source: Columns
fr: Colonnes

source: Body background
fr: Fond général

source: Add a file
fr: Ajouter un fichier

source: Page background
fr: Fond de page

source: Header
fr: Haut de page

source: If you select an image, it will replace the display of the textual title.
fr: Si vous choisissez une image, elle sera affichée à la place du titre.

source: Font
fr: Police

source: Color
fr: Couleur

source: Title
fr: Titre

source: Background
fr: Arrière-plan

source: Height
fr: Hauteur

source: Borders
fr: Bordures

source: Tabs
fr: Onglets

source: Link color
fr: Couleur de lien

source: Hover color
fr: Couleur de survol

source: Padding
fr: Espacement

source: Breadcrumbs
fr: Liens de retour

source: Sample title
fr: Exemple de titre

source: Margin
fr: Marges

source: Level 1 title
fr: Titre de niveau 1

source: Level 2 title
fr: Titre de niveau 2

source: Sample text
fr: Exemple de texte

source: Links
fr: Liens

source: Details
fr: Détails

source: Panel background
fr: Fond de panneau

source: Navigation box
fr: Boîte de navigation

source: Sample box
fr: Boîte exemple

source: Box title
fr: Titre de boîte

source: Box content
fr: Contenu de boîte

source: Box background
fr: Fond de boîte

source: Extra box
fr: Boîte extra

source: Alignment
fr: Alignement

source: Footer
fr: Pied de page

source: You are encouraged to check the test page each time you submit some modifications. You may need several iterations to refine the actual rendering of your theme.
fr: Vous devriez contrôler le résultat de vos modifications sur la page de test. Habituellement il faut plusieurs itérations pour obtenir le rendu visuel souhaité.

source: ERROR: Impossible to read the file %s.
fr: ERREUR : Impossible de lire le fichier %s.

source: ERROR: Impossible to write to the file %s. Styles sheet has not been saved.
fr: ERREUR : Impossible d'écrire dans le fichier %s. Les styles n'ont pas été sauvegardés.

source: Styles sheet has been saved into the file %s.
fr: Les styles ont été enregistrés dans le fichier %s.

source: Return to front page
fr: Retour à la page d'accueil

source: Thank you for your contribution
fr: Merci de votre contribution

source: Done
fr: Terminé

source: Press to select a local file
fr: Choisir un fichier local

source: Suffix
fr: Suffixe

source: Example
fr: Exemple

source: repeat horizontally
fr: répéter horizontalement

source: center at the top
fr: centrer en haut

source: anchor to top left
fr: aligner dans le coin supérieur gauche

source: anchor to top right
fr: aligner dans le coin supérieur droit

source: align to bottom, then repeat horizontally
fr: aligner en bas, puis répéter horizontalement

source: center at the bottom
fr: centrer en bas

source: anchor to bottom left
fr: aligner dans le coin inférieur gauche

source: anchor to bottom right
fr: aligner dans le coin inférieur droit

source: align to left, then repeat vertically
fr: aligner à gauche, puis répéter verticalement

source: center, then repeat vertically
fr: centrer, et répéter verticalement

source: align to right, then repeat vertically
fr: aligner à droite, et répéter verticalement

source: other cases
fr: autres cas

source: repeat horizontally and vertically
fr: répéter horizontalement et verticalement

source: Image will be aligned depending of its suffix, as depicted in the following table.
fr: L'image sera alignée en fonction du suffixe de son nom, comme décrit dans la table suivante.
