Repository: yacs/yacs
Catalog: i18n/locale/*/skins.po
Languages: fr

source: Control Panel
fr: Panneau de contrôle

source: Configure
fr: Configurer

source: Page factory
fr: Fabrication des pages

source: You are not allowed to perform this operation.
fr: Vous n'êtes pas autorisé à effectuer cette opération.

source: You can use default values and change these later on. Hit the button at the bottom of the page to move forward.
fr: Vous pouvez garder les valeurs par défaut. Ceci peut être modifié plus tard. Cliquez sur le bouton en bas de page pour passer à l'étape suivante.

source: Site name
fr: Nom du site

source: Short and meaningful title, such as "My little big server", used almost everywhere, and appended to the title of every page of this site
fr: Label court et significatif, comme "Mon serveur perso", utilisé presque partout, et ajouté à la fin des titres sur chaque page de ce site

source: Site slogan
fr: Slogan du site

source: This tag line will be repeated at a number of pages
fr: Ceci est répété sur plusieurs pages

source: Site description
fr: Description du site

source: Up to two lines of text, used in the "description" meta field to help search engines
fr: Jusqu'à deux lignes de texte, utilisé dans le champ "description" pour aider les moteurs de recherche

source: Keywords
fr: Mots-clés

source: Keywords separated with commas, inserted in the "keyword" meta field for search engines
fr: Mots-clés séparés par des virgules, placés dans le champ "keyword" pour les moteurs de recherche

source: Contact mail address
fr: Adresse de contact électronique

source: May be subject to spam attacks; featured in the %s page and in RSS feeds, at least
fr: Peut être sujet à attaque par spam. Affichée au moins dans la page %s et dans les flux d'information RSS

source: about
fr: à propos

source: Example: "2002-2008, Acme incorporated"; inserted in the "copyright" meta field
fr: Par exemple : "2002-2008, Société du Soleil"; inséré dans le champ "copyright"

source: Site owner
fr: Propriétaire du site

source: The name of the site owner, e.g. "ACME and company"; Featured in the %s page and in ATOM feeds, at least
fr: Nom du propriétaire, par exemple "Alice et Bob"; Utilisé dans la page %s et dans les flux d'information ATOM

source: Usual delay between updates
fr: Périodicité habituelle des mises à jour

source: days
fr: jours

source: Please be realistic here. Used to flag new and updated items. Also featured in "revisit-after" meta field.
fr: Merci de rester réaliste. Ce paramètre sert à marquer les pages nouvelles ou mises à jour. Cette information figure également dans le méta-champ "revisit-after".

source: Geographical position
fr: Position géographique

source: Latitude and longitude, separated by a comma, for example: 47.98481,-71.42124, featured as meta fields "geo.position" and "ICBM" at the front page. See %s or %s
fr: Latitude et longitude separées par une virgule, comme par exemple : 47.98481,-71.42124. Information placée dans les méta-champs "geo.position" et "ICBM" sur la page d'accueil. Voir %s ou %s

source: GeoTags Search Engine
fr: Moteur de recherche GeoTags

source: Geocoding Service
fr: Service de Geocoding

source: Head
fr: En-tête (Head)

source: Other tags to be inserted into the head section, as meta fields. Please double check generated code to avoid mistakes. You can use this field to add meta information to your site, that will be used by search engines or software robots. Example: &lt;meta name="dmoz.id" content="put here the dmoz branch for your site"&gt;
fr: Autres balises à insérer dans l'en-tête de page, comme méta-information. Merci de contrôler la syntaxe plusieurs fois pour éviter les erreurs. Ce champ est utile pour fournir plus de méta-information aux serveurs de recherche, ou aux analyseurs automatiques. Par exemple : &lt;meta name="dmoz.id" content="branche DMOZ correspondant à votre site"&gt;

source: Icon
fr: Icône

source: The web address of the little image representing your site in favorites or bookmarks. Used to supplement the default "favicon.ico", if any
fr: L'adresse web d'une image représentant votre site. Pour remplacer le défaut "favicon.ico", le cas échéant.

source: Trailer
fr: Bas de page

source: Additional text inserted at the very end of every web page generated by YACS. Use this to integrate page tracking systems, with adequate &lt;script&gt; tags.
fr: Texte additionnel inséré à la fin de chaque page générée par YACS. Coller ici les balises &lt;script&gt; utilisées pour le suivi statistique des navigations.

source: Following settings apply to all pages. If the skin features a 3-column layout, each panel will be displayed in a separate column. If the skins accomodates for 2 columns, only the main and navigation panels will be displayed. Put in the navigation panel the keyword "extra" where you want to integrate the extra panel.
fr: Les réglages suivants s'appliquent à toutes les pages. Pour un thème à trois colonnes, chaque panneau sera affiché dans une colonne séparée. Pour un thème à deux colonnes, seuls le panneau principal et le panneau de navigation sont affichés. Placer le mot-clé "extra" à l'endroit du panneau de navigation où vous souhaitez intégrer le panneau extra.

source: Select and order components displayed in the main area of any page
fr: Choisissez et ordonnez les composants à afficher dans la zone centrale de la page

source: Page title
fr: Titre de page

source: Page menu, if any
fr: Menu de page

source: Error messages, if any
fr: Messages d'erreur éventuels

source: Page main content
fr: Contenu principal de la page

source: Page tags, if any
fr: Etiquettes éventuelles

source: Complementary information, if any
fr: Informations complémentaires

source: Recommended components:
fr: Composants recommandés :

source: Main panel
fr: Panneau principal

source: Extra boxes are displayed aside, and complement main content
fr: Les boîtes extra sont affichées sur le côté, en complément du contenu principal

source: Page tools
fr: Outils pour cette page

source: Page image, if any
fr: Image de page

source: User profile, if activated
fr: Profil d'utilisateur, si présent

source: Side news, if any
fr: Nouvelles éventuelles

source: Overlay data, if any
fr: Données de l'overlay, si présentes

source: Other extra boxes, if any
fr: Autres boîtes extra

source: Commands to share the page, if any
fr: Commandes pour partager cette page, si présentes

source: Commands to stay informed, if any
fr: Commandes pour rester informé, si présentes

source: Pages with the same name, if any
fr: Pages avec le même nom, s'il y en a

source: Next and previous, if any
fr: Suivant et précédent, si présents

source: Assign categories, for associates
fr: Catégoriser, pour les associés

source: Links to contribute, if any
fr: Liens pour contribuuer, si présents

source: Feeding servers, for associates
fr: Serveurs de nouvelles, pour les associés

source: Get section content as a Freemind map
fr: Télécharger le contenu sous forme de carte mentale Freemind

source: Links to this page, if any
fr: Liens vers cette page, si présents

source: Visited pages, if any
fr: Pages visitées

source: Maximum number of extra boxes
fr: Nombre maximum de boîtes extra

source: Extra panel
fr: Panneau extra

source: Navigation boxes are looking similar at all pages
fr: Les boîtes de navigation sont affichées sur le côté de toutes les pages

source: User menu
fr: Menu utilisateur

source: Include the extra panel, if your skin features a 2-column layout
fr: Inclure le panneau extra, pour un thème à 2 colonnes

source: Site menu
fr: Menu du site

source: Sections around, if any
fr: Sections environnantes, si présentes

source: Dynamic navigation boxes, if any
fr: Boîtes de navigation dynamiques

source: Maximum number of navigation boxes
fr: Nombre maximum de boîtes de navigation

source: Navigation panel
fr: Panneau de navigation

source: Process search requests internally, by requesting the back-end database
fr: Utiliser la base de données interne pour traiter les demandes de recherche

source: Add radio buttons to distinguish searches in content from searches in users
fr: Ajouter des boutons radio pour distinguer les recherches dans le contenu de celles dans les personnes

source: Extend search results on a separate tab
fr: Etendre les recherches sur un onglet séparé

source: Search only %s
fr: Chercher seulement %s

source: Google Search
fr: Recherche google

source: Use the following form to delegate search requests
fr: Utiliser le formulaire suivant pour déléguer les demandes de recherche

source: Details visibility:
fr: Affichage des détails :

source: Display detailed information (author, date, ...) on all pages
fr: Afficher les détails (auteur, date...) sur toutes les pages

source: Details are displayed only in sections with option 'with_details'
fr: Afficher les détails seulement dans les sections avec l'option 'with_details'

source: Export tools convert pages to an alternate format or media (pdf, word):
fr: Les outils d'export convertissent les pages (pdf, word) :

source: Export tools are displayed only in sections with option 'with_export_tools'
fr: Les outils d'export sont affichés seulement dans les sections avec l'option 'with_export_tools'

source: Display export tools on all pages
fr: Afficher les outils d'export sur toutes les pages

source: Export tools visibility
fr: Visibilité des outils d'export

source: Export tools are shown only to members
fr: Seuls les membres ont accès aux outils d'export

source: Allow anonymous surfers to use export tools (recommended on intranets)
fr: Autoriser les surfeurs anonymes à utiliser les outils d'export (recommandé sur les intranets)

source: Author information
fr: Information sur l'auteur

source: Do not display this item
fr: Ne pas afficher cet élément

source: Add links to author profiles in lists of articles
fr: Ajouter des liens vers les pages des auteurs dans les listes d'articles

source: Side box for RSS feeds
fr: Boîte de côté pour les flux d'information RSS

source: List RSS feeds in sections, categories, articles, and user profiles
fr: Mentionner les flux d'information dans les pages d'index des sections, des catégories, des articles, et des utilisateurs

source: Side box for bookmarklets
fr: Boîte de côté pour les bookmarklets

source: Add Javascript bookmarklets to enable further contributions
fr: Ajouter des bookmarklets pour faciliter de futures contributions

source: Side box for visited pages
fr: Boîte de côté pour les pages visitées

source: List pages visited during a session
fr: Lister les pages visitées durant la session

source: Display referrals:
fr: Afficher les références externes :

source: only to associates
fr: seulement aux associés

source: to everybody
fr: à tout le monde

source: Level of details
fr: Niveau de détails

source: Compute page elements dynamically
fr: Calcul dynamique des éléments de page

source: Benefit from extended computing power to provide additional dynamic details
fr: La puissance du serveur permet de fournir plus de détails

source: Icons
fr: Icônes

source: CSS classes
fr: Classes CSS

source: Profile pictures
fr: Images de profil

source: Maximum of %s pixels width by %s pixels height
fr: Maximum de %s pixels en largeur par %s pixels en hauteur

source: Large images
fr: Grandes images

source: Thumbnail images
fr: Vignettes

source: Display the thumbnail image for images of more than %s bytes
fr: Afficher la vignette pour les images de plus de %s octets

source: Use titles as captions below thumbnail images
fr: Afficher les titres sous les vignettes

source: Only provide a hovering title, but no caption
fr: Fournir seulement un titre de survol

source: YACS uses the GD module of PHP to resize large pictures, and to create thumbnail images.
fr: YACS utilise l'extension GD de PHP pour retailler les images trop grandes, et pour créer les vignettes.

source: Map Size
fr: Taille de la carte

source: Width: %s
fr: Largeur: %s

source: Height: %s
fr: Hauteur : %s

source: Width and height of Google Maps.
fr: Largeur et hauteur des cartes Google Maps.

source: Map Scale
fr: Echelle de la carte

source: Scale: %s
fr: Echelle : %s

source: Scale of Google Maps.
fr: Echelle des Google Maps.

source: Canvas
fr: Canevas

source: Width and height of Flash or Java canvas used for interactive browsing.
fr: Dimensions du canevas Flash ou Java utilisé pour la visualisation.

source: Edges
fr: Lignes

source: Color: %s
fr: Couleur : %s

source: Thickness: %s
fr: Epaisseur : %s

source: Use HTML codes for colors, numbers or "thin" for thickness, and "bezier" or "linear" for style.
fr: Utilisez les codes HTML pour les couleurs, des nombres ou "thin" pour l'épaisseur, et "bezier" ou "linear" pour le style.

source: Main node
fr: Noeud principal

source: Background color: %s
fr: Couleur d'arrière-plan : %s

source: Use HTML codes for colors.
fr: Utilisez les codes HTML pour les couleurs.

source: Use HTML codes for colors, and "fork" or "bubble" for style.
fr: utilisez les codes HTML pour les couleurs, et "fork" ou "bubble" pour le style.

source: Meta-information
fr: Méta-information

source: Components
fr: Composants

source: Search
fr: Chercher

source: Submit
fr: Envoyer

source: Press [s] to submit data
fr: Appuyer sur [s] pour envoyer les informations

source: Themes
fr: Thèmes

source: You are not allowed to perform this operation in demonstration mode.
fr: Vous n'êtes pas autorisé à faire cette opération en mode démonstration.

source: ERROR: Impossible to write to the file %s. The configuration has not been saved.
fr: ERREUR: Impossible d'écrire dans le fichier %s. Les paramètres n'ont pas été sauvegardés.

source: To actually change the configuration, please copy and paste following lines by yourself in file %s.
fr: Pour changer la configuration, merci de copier les lignes ci-dessous, et de les mettre par vous-même dans le fichier %s :

source: The following configuration has been saved into the file %s.
fr: La configuration suivante a été enregistrée dans le fichier %s.

source: Review provided information and go to the bottom of the page to move forward.
fr: Contrôler l'information fournie et utiliser le bouton en bas de page pour continuer.

source: %s has been updated
fr: %s a été mis à jour

source: Configuration parameters
fr: Paramètres de configuration

source: Switch the server on
fr: Mettre le serveur en route

source: Where do you want to go now?
fr: Où voulez-vous aller à présent ?

source: Configure again
fr: Configurer de nouveau

source: Derive a new skin from an existing one
fr: Créer un nouveau style à partir d'un style existant

source: my_skin
fr: mon_style

source: Please go to the end of this page to check results of the building process.
fr: Merci d'aller jusqu'à la fin de cette page pour vérifier les résultats de la construction du nouveau référentiel.

source: Listing files...
fr: Inventaire des fichiers ...

source: %d files have been found.
fr: %d fichiers ont été trouvés.

source: Creating the directory for the new skin %s...
fr: Création du répertoire du nouveau style %s...

source: Impossible to create path %s.
fr: Impossible de créer le chemin %s.

source: done.
fr: effectué.

source: Copying files...
fr: Copie des fichiers ...

source: %s has been transcoded
fr: %s a été transcodé

source: Impossible to write to %s.
fr: Impossible d'écrire dans %s.

source: Impossible to copy file %s.
fr: Impossible de copier le fichier %s.

source: %s has been copied
fr: %s a été copié

source: Operation has failed.
fr: L'opération a échoué.

source: Congratulations, themes have been updated.
fr: Félicitations, les thèmes ont été mis à jour.

source: Feel free to change and adjust files at skins/%s to better suit your needs.
fr: Vous pouvez librement modifier les fichiers dans skins/%s pour mieux couvrir vos besoins.

source: What do you want to do now?
fr: Que voulez-vous faire à présent ?

source: Use this theme
fr: Utiliser ce thème

source: Test this theme
fr: Tester ce thème

source: Step 1- Select the theme you want to use
fr: Etape 1 - Choix du thème à utiliser

source: Make your choice among available themes at this server:
fr: Faites votre choix parmi les thèmes disponibles sur ce serveur :

source: Step 2- Name the new skin
fr: Etape 2 - Nommer le nouveau style

source: Skin name
fr: Nom du nouveau style

source: Also the name of the sub-directory for skin files
fr: C'est aussi le nom du sous-répertoire où placer les fichiers pour ce style

source: Step 3- Do the job
fr: Etape 3 - Copier les fichiers

source: Copy and transcode files
fr: Copier et transcoder les fichiers

source: For more information on skins, visit %s
fr: Pour plus d'informations sur les styles, aller %s

source: Help
fr: Aide

source: Request is invalid.
fr: La requête est invalide.

source: Skin editor
fr: Editeur de style

source: Do not attempt to modify a reference theme directly, your changes would be overwritten on next software update. %s instead to preserve your work over time.
fr: Attention de ne pas modifier un thème de référence, vos changements seraient écrasés à la prochaine mise à jour du logiciel. %s pour préserver votre travail.

source: Derive a theme
fr: Dériver un thème

source: The target file %s may have been corrupted. Please check file content manually, and revert to the backup file, with the extension .bak, if necessary.
fr: Le fichier cible %s peut avoir été corrompu. Merci de vérifier ceci manuellement, et de restaurer le fichier de secours avec l'extension .bak si besoin.

source: The target file %s has been successfully updated.
fr: Le fichier cible %s a été mis à jour.

source: Edit this theme
fr: Modifier ce thème

source: Configure the page factory
fr: Configurer la fabrication des pages

source: Select a theme
fr: Choisir un thème

source: Files
fr: Fichiers

source: No file has been transmitted.
fr: Aucun fichier n'a été transmis.

source: No blogging block has been found.
fr: Aucun block de blogging n'a été trouvvé

source: Empty template file
fr: Fichier vide

source: Template has been imported. Check skin %s
fr: Le modèle a été importé. Vérifiez le style %s

source: No theme is currently shared on this server.
fr: Ce serveur ne propose aucun thème pour l'instant.

source: Click on any thumbnail image below to change the current theme.
fr: Cliquez sur l'une des images ci-dessous pour changer le thème actif.

source: current theme
fr: thème en cours

source: Configure this theme
fr: Configurer ce thème

source: Derive this theme
fr: Dériver ce thème

source: Origin page
fr: Page d'origine

source: Theme test
fr: Test de thème

source: Upload a theme
fr: Téléverser un thème

source: How to get a theme?
fr: Comment obtenir un thème ?

source: No page to display.
fr: Aucune page à afficher.

source: Use the %s to populate this server.
fr: Utilisez l'%s pour peupler ce serveur.

source: Content Assistant
fr: Assistant de contenu

source: Pages under preparation
fr: Pages en préparation

source: Previous pages
fr: Pages précédentes

source: Follow-up
fr: A suivre

source: Rate this page
fr: Votez pour cette page

source: %d file
fr: %d fichier

source: Upload a file
fr: Ajouter un fichier

source: Post a comment
fr: Ajouter un commentaire

source: %d comment
fr: %d commentaire

source: Reference this page
fr: Référencer cette page

source: %d link
fr: %d lien

source: Edit
fr: Modifier

source: not published
fr: à publier

source: Discuss
fr: Commenter

source: View the page
fr: Voir la page

source: by %s
fr: par %s

source: by %s, %s
fr: par %s, %s

source: %d rate
fr: %d vote

source: Read more
fr: En savoir plus

source: monthly
fr: mensuel

source: hits
fr: lectures

source: In %s
fr: Dans %s

source: All pages
fr: Toutes les pages

source: More pages
fr: Autres pages

source: More
fr: Suite

source: Skip to main content
fr: Aller au contenu principal

source: Home
fr: Accueil

source: Tags: %s
fr: Etiquettes : %s

source: Tools
fr: Outils

source: User login
fr: Authentification

source: Visited
fr: Pages visitées

source: page prepared in %.2f seconds for %s
fr: page préparée en %.2f secondes pour %s

source: login
fr: S'authentifier

source: about this site
fr: à propos de ce site

source: privacy statement
fr: protection de la vie privée

source: powered by %s
fr: un serveur %s

source: information channels
fr: fils d'information

source: Front page
fr: Page d'accueil

source: Click to slide
fr: Cliquer pour faire glisser

source: Public - Everybody, including anonymous surfers
fr: Public - Tout le monde, y compris les surfeurs anonymes

source: Community - Access is granted to any identified surfer
fr: Communauté - Accès autorisé à toute personne identifiée

source: Private - Access is restricted to selected persons
fr: Privé - Accès limité à quelques personnes

source: Parent is private, and this will be re-enforced anyway
fr: Le parent est privé, et cette contrainte sera héritée

source: Parent is not public, and this will be re-enforced anyway
fr: Le parent n'est pas public, et cette contrainte sera héritée

source: Tags
fr: Etiquettes

source: Keywords separated by commas
fr: Mots-clés séparés par des virgules

source: <b>Warning:</b>
fr: <b>Attention :</b>

source: Search...
fr: Chercher...

source: Content
fr: Contenu

source: Persons
fr: Personnes

source: at %s%s
fr: à %s%s

source: h:i a
fr: H:i

source: Calendar of this month
fr: Calendrier de ce mois

source: Calendar of this year
fr: Calendrier de cette année

source: Update this image
fr: Mettre à jour cette image

source: Browse in a separate window
fr: Lire dans une autre fenêtre

source: View the category
fr: Voir la catégorie

source: View this comment
fr: Voir ce commentaire

source: Daily calendar
fr: Calendrier de ce jour

source: Send a message
fr: Envoyer un message

source: Monthly calendar
fr: Calendrier de ce mois

source: Next
fr: Suivant

source: Previous
fr: Précédent

source: Go to the documentation page
fr: Voir la documentation

source: See server profile
fr: Voir le profil de serveur

source: Shortcut
fr: Raccourci

source: View person profile
fr: Voir le profil de cette personne

source: Provide this link to specialized software, such as a RSS news reader
fr: Indiquer ce lien à un logiciel spécialisé, par exemple un lecteur de nouvelles RSS

source: Yearly calendar
fr: Calendrier de l'année

source: If AOL Instant Messenger has been installed, click to open a session
fr: Si le logiciel AOL Instant Messenger est installé, cliquez pour ouvrir une session

source: If ICQ has been installed, click to open a session
fr: Si le logiciel ICQ est installé, cliquez pour ouvrir une session

source: If some IRC software has been installed, click to open a session
fr: Si un logiciel IRC est installé, cliquez pour ouvrir une session

source: If some Jabber software has been installed, click to open a session
fr: Si un logiciel Jabber est installé, cliquez pour ouvrir une session

source: If Windows Live Messenger has been installed, click to open a session
fr: Si Windows Live Messenger est installé, cliquez pour ouvrir une session

source: If Skype software is installed, click to open a Skype session
fr: Si le logiciel Skype est installé, cliquez pour ouvrir une session

source: Visit the Twitter page
fr: Visiter sur Twitter

source: If Yahoo Messenger has been installed, click to open session
fr: Si le logiciel Yahoo Messenger est installé, cliquez pour ouvrir une session

source: from %s
fr: depuis %s

source: Add picture
fr: Ajouter une image

source: Referrals
fr: Références externes

source: more
fr: suite

source: A:
fr: R:

source: to publish
fr: à publier

source: expired
fr: périmé

source: new
fr: nouveau

source: popular
fr: populaire

source: private
fr: privé

source: restricted
fr: Protégé

source: updated
fr: mis à jour

source: Back to main page
fr: Retour à la page principale

source: Previous page
fr: Page précédente

source: Next page
fr: Page suivante
