Repository: yacs/yacs
Catalog: i18n/locale/*/smileys.po
Languages: fr

source: Help index
fr: Index de l'aide

source: Smileys
fr: Emoticons

source: Edited %s
fr: Mis à jour %s

source: Smileys are small graphical images that can be used to convey an emotion or feeling. If you have used email or Internet chat, you are likely familiar with the smilie concept.
fr: Les emoticons sont des petites images qui peuvent être employées pour véhiculer une émotion ou un sentiment. Si vous avez déjà utilisé le courrier électronique ou les babillards Internet, vous connaissez probablement déjà le concept d'emoticon.

source: Let face it, sometimes words alone do not suffice. Adding a winking smilie, for instance, may help you clarify that you are joking.
fr: Il faut bien reconnaître que les mots à eux seuls ne permettent pas toujours de s'exprimer avec justesse. Par exemple, ajouter un clin d'oeil peut aider à faire comprendre que vous êtes en train de plaisanter.

source: Use your smilies sparingly, though -- if overused, smilies can be downright annoying.
fr: Comme toujours, vous utiliserez les emoticons avec parcimonie. En cas d'abus, les graphiques deviennent ennuyeux.

source: Here is the list of codes that are automatically converted into images by this server.
fr: Voici la liste des codes qui sont convertis automatiquement en images par ce serveur.

source: What to type
fr: Code à taper

source: Featured image
fr: Image générée

source: sunglass dude
fr: incognito

source: smile
fr: sourire

source: roll eyes
fr: yeux au ciel

source: wink/sarcasm
fr: sarcastique

source: cheesy
fr: rire

source: rolling on the floor, laughing
fr: mort de rire

source: tongue
fr: langue

source: frown
fr: mécontent

source: angry
fr: en colère

source: to the basket
fr: à la poubelle

source: bomb
fr: bombe

source: pissed off
fr: hors de lui

source: enough is enough
fr: grosse colètre

source: i will shot you
fr: j'vais te plomber

source: i will kill you
fr: j'vais te tuer

source: cry
fr: en pleurs

source: shocked
fr: choqué

source: ekk/horror!
fr: quelle horreur !

source: sealed
fr: bouche cousue

source: this is an unsafe place
fr: pas tranquille

source: confused
fr: perdu

source: undecided
fr: pas décidé

source: embarassed
fr: gêné

source: you make me blush
fr: vous me faites rougir

source: alien
fr: visiteur

source: bounce
fr: mouvement perpétuel

source: hot bounce
fr: mouvement perpétuel chaud

source: angel
fr: angélique

source: The King
fr: Le Roi

source: let have some beer
fr: allez trinquons

source: some electronic inside
fr: électronique embarquée

source: shaky brain
fr: cerveau secoué

source: ghost
fr: fantôme

source: frog
fr: grenouille

source: female
fr: féminin

source: male
fr: masculin

source: colored
fr: coloré

source: asian salutation
fr: salut asiatique

source: this does not make sense
fr: ceci est un non-sens

source: you are so naive
fr: est-ce de la naïveté ?

source: feeling bad
fr: j'me sens pas bien

source: I am killed
fr: je suis mort

source: we will hit the wall
fr: on va dans le mur

source: I would like to get it
fr: une terrible envie

source: peeping
fr: voyeur

source: i want to be sure you are hearing me
fr: je parle assez fort ?

source: reading
fr: lecture

source: sniping
fr: embusqué

source: clock
fr: temporel

source: pet
fr: affectueux

source: dog
fr: chien

source: cat
fr: chat

source: email
fr: courriel

source: phone
fr: téléphone

source: present
fr: cadeau

source: unlove
fr: je ne t'aime pas

source: a little nap
fr: une petite sieste

source: sunshine
fr: le soleil brille brille brille

source: thinking
fr: faut voir

source: god bless you
fr: salut, ô mon maître

source: i am feeling so glad
fr: ça me rend si heureux

source: candle
fr: bougie

source: this deserves a full medal
fr: ceci mérite une médaille

source: this deserves half of a medal
fr: ceci mérite une demi-médaille

source: you should not do that
fr: non, non

source: please stop
fr: stop, stop et stop

source: good bye
fr: au revoir

source: flush and forget it
fr: à oublier

source: it stinks
fr: ça pue

source: the dark side of The Force
fr: le côté obscur de La Force

source: Santa Claus
fr: Père Noël

source: good
fr: bien/beau/j'aime

source: bad
fr: mal/laid/je n'aime pas

source: peace
fr: paix

source: with love
fr: avec amour

source: lovely
fr: plein d'amour

source: kiss
fr: bisous

source: I want you
fr: c'est tout de suite

source: with (more) love
fr: avec (plus) d'amour

source: share a cake
fr: partager un gâteau

source: take a shot
fr: photo

source: a cup of coffee
fr: une tasse de café

source: have a cocktail
fr: tchin tchin

source: have a party
fr: faire la fête

source: once upon a time...
fr: il était une fois...

source: idea
fr: idée

source: warning
fr: attention danger

source: star
fr: étoile

source: operating systems
fr: systèmes d'exploitation

source: Ok, i leave
fr: Ok, je sors
