Repository: yacs/yacs
Catalog: i18n/locale/*/tools.po
Languages: fr

source: Tools
fr: Outils

source: AJAX demonstration
fr: Démonstration AJAX

source: Working overlay
fr: Travail en cours

source: Click on the button, then click on the overlay to hide it
fr: Cliquez sur le bouton, puis cliquez sur l'écran pour masquer la surcharge

source: Modal box
fr: Boîte modale

source: Click on the button, then handle the modal box
fr: Cliquez sur le bouton, puis manipulez la boîte modale

source: Alert box
fr: Boîte d'alerte

source: Click on the button to show the alert message
fr: Cliquez sur le bouton pour afficher le message d'alerte

source: Confirmation box
fr: Boîte de confirmation

source: Click on the button to make your choice
fr: Cliquez sur le bouton pour faire votre choix

source: Alert notification
fr: Notification d'alerte

source: Browse notification
fr: Notification de co-navigation

source: Hello notification
fr: Notification de contact

source: Click on buttons to process notifications
fr: Cliquez sur les boutons pour traiter les notifications

source: Hover the button to display a preview
fr: Survolez le button pour prévisualiser la page cible

source: Click on the button to trigger the popup window
fr: Cliquez sur le bouton pour ouvrir la fenêtre pop-up

source: Click on the button to call a remote function
fr: Cliquez sur le bouton pour appeler une fonction distante

source: Click on the button to remember some on-line activity
fr: Cliquez sur le bouton pour mémoriser une activité en ligne

source: Hello world
fr: Bonjour le monde

source: Close
fr: Fermer

source: Hover me to access tools
fr: Survolez moi pour accèder aux outils

source: Drag and drop following elements
fr: Tirez et déplacez les éléments suivants

source: Interactive filters
fr: Filtres interactifs

source: Enter an integer
fr: Entrer un nombre entier

source: Enter a floating number
fr: Entrer un nombre décimal

source: You are not allowed to perform this operation.
fr: Vous n'êtes pas autorisé à faire cette opération.

source: error while fetching %s
fr: Impossible d'accéder à %s

source: Fat Index
fr: Indice d'inefficacité

source: This script strips tags and white space to evaluate the amount of useful bytes. Then it computes the fat index as follows:
fr: Ce script enlève les balises HTML et les espaces pour évaluer la taille utile d'une page web. Puis il calcule l'indice d'inefficacité comme suit :

source: FAT Index = 10 log( Raw Bytes / Useful Bytes )
fr: Indice d'inefficacité = 10 log( Taille du contenu / Taille utile )

source: This script can be used only by an authenticated user of this server.
fr: Ce script ne peut être utilisé que par un utilisateur authentifié.

source: Computation results
fr: Résultats du calcul

source: Web Reference: %s
fr: Adresse web : %s

source: Raw Bytes: %d bytes
fr: Taille du contenu : %d octets

source: Useful Bytes: %d bytes
fr: Taille utile : %d octets

source: Fat Index = %d dB
fr: Indice d'inefficacité = %d dB

source: The Fat Index cannot be computed
fr: L'indice d'inefficacité ne peut pas être calculé

source: This page has %d references to %d links:
fr: Cette page a %d références vers %d liens :

source: Computation parameters
fr: Paramètres du calcul

source: Optional cookie string: %s
fr: Cookie (option) : %s

source: or
fr: ou bien

source: Raw Input: %s
fr: Contenu analysé : %s

source: Submit
fr: Envoyer

source: Visual control of filtered data
fr: Contrôle visuel des données filtrées

source: Form
fr: Formulaire

source: Thank you for your contribution
fr: Merci de votre contribution

source: Your name
fr: Votre nom

source: Your e-mail address
fr: Votre adresse E-mail

source: Your contribution
fr: Votre contribution

source: Give us a chance to know who you are
fr: Donnez-nous une chance de savoir qui vous êtes

source: We will use this to contact you back
fr: Nous l'utiliserons pour vous répondre

source: Your message
fr: Votre message

source: Please include all elements we could need
fr: Merci d'ajouter tous les éléments dont nous pourrions avoir besoin

source: Finalize Javascript libraries
fr: Préparer les librairies Javascript

source: Control Panel
fr: Panneau de contrôle

source: Compressing Javascript files...
fr: Compression des fichiers Javascript ...

source: %d files have been minified.
fr: %d fichiers ont été compressés.

source: bytes
fr: octets

source: Script terminated in %.2f seconds.
fr: Script terminé en %.2f secondes.

source: You are about to compress and assemble Javascript files. Are you sure?
fr: Vous êtes sur le point de compresser et d'assembler les fichiers Javascript. Etes-vous sûr ?

source: Yes, I do want to compress and assemble Javascript files
fr: Oui, je veux compresser et assembler les fichiers Javascript

source: When you will click on the button the server will be immediately requested to proceed. However, because of the so many things to do on the back-end, you may have to wait for minutes before getting a response displayed. Thank you for your patience.
fr: La requête est transmise au serveur immédiatement après un clic sur le bouton. Cependant, le traitement est si important que vous pourriez avoir à attendre plusieurs minutes avant d'obtenir une réponse à l'écran. Merci de votre patience.

source: Video session by koowy: %s
fr: Session vidéo avec Koowy : %s

source: Share: %s
fr: Partager : %s

source: Content Assistant
fr: Assistant de contenu

source: Users
fr: Utilisateurs

source: An account already exists for "%s".
fr: Un compte existe déjà pour "%s".

source: Sample associate profile
fr: Exemple de profil d'associé

source: A user profile "%s" has been created, with the password "%s".
fr: Un compte "%s" a été créé, avec le mot de passe "%s".

source: Sponge Bob
fr: Bob l'Eponge

source: Sample person profile
fr: Exemple de membre

source: Carol
fr: Carole

source: Sample subscriber profile
fr: Exemple de souscripteur

source: Section owner
fr: Propriétaire de section

source: Section editor
fr: Editeur de section

source: Sub-section editor
fr: Editeur de sous-section

source: Section reader
fr: Lecteur de section

source: Sub-section reader
fr: Lecteur de sous-section

source: Page owner
fr: Propriétaire de page

source: Page editor
fr: Editeur de page

source: Page reader
fr: Lecteur de page

source: Front page
fr: Page d'accueil

source: A page "%s" already exists.
fr: La page "%s" existe déjà.

source: Hello again
fr: Bonjour de nouveau

source: This is a sample extra box. Visit the [link=extra section]sections/view.php?id=extra_boxes[/link] to review all extra boxes.
fr: Ceci est une boîte de démonstration. Visitez la [link=section extra]sections/view.php?id=extra_boxes[/link] pour contrôler toutes les boîtes du même genre.

source: A page "%s" has been created.
fr: La page "%s" a été créée.

source: Tags cloud
fr: Nuage d'étiquettes

source: This is a sample navigation box. Visit the [link=navigation section]sections/view.php?id=navigation_boxes[/link] to review all navigation boxes.
fr: Ceci est une boîte d'index de navigation de démonstration. Visitez la [link=section de navigation]sections/view.php?id=navigation_boxes[/link] pour contrôler toutes les boîtes du même genre.

source: Global pages
fr: Pages globales

source: Coffee machine
fr: Machine à café

source: Take a break, and discuss important things
fr: Faites une pause, et discutez de choses importantes

source: Calendar
fr: Calendrier

source: A section "%s" already exists.
fr: La section "%s" existe déjà.

source: Events
fr: Evénements

source: A calendar of planned activities
fr: Un calendrier des activités à venir

source: Every page in this section is featured in a nice-looking calendar.
fr: Chaque page de cette section est un événement à une date précise.

source: A section "%s" has been created.
fr: La section "%s" a été créée.

source: Sample discussion places
fr: Démonstration des discussions

source: Channels
fr: Chaînes

source: Real-time collaboration
fr: Collaboration en temps réel

source: Every page in this section supports interactive discussion and file sharing.
fr: Chaque page de cette section est une discussion interactive qui permet le partage de fichiers.

source: Interactive support
fr: Support en ligne

source: To seek for help from other members of the community
fr: Pour rechercher l'aide des autres membres de la communauté

source: My yabb discussion board
fr: Mes discussions yabb

source: Sample discussion board
fr: Section de démonstration des discussions

source: Sample yabb thread
fr: Discussion yabb de démonstration

source: This page demonstrates the rendering of the ##yabb## layout.
fr: Cette page montre le rendu de la mise en page ##yabb##.

source: Comment #%d
fr: Commentaire numéro %d

source: Comments have been added to "%s".
fr: Des commentaires ont été ajoutés à "%s".

source: My jive discussion board
fr: Mes discussions jive

source: Sample jive thread
fr: Discussion jive de démonstration

source: This page demonstrates the rendering of the ##jive## layout.
fr: Cette page montre le rendu de la mise en page ##jive##.

source: Reply #%d
fr: Réponse numéro %d

source: Sample blogging place
fr: Section de blog de démonstration

source: Sample page of the blog
fr: Page exemple du blog de démonstration

source: Sample content with its set of notes
fr: Contenu de démonstration avec ses annotations

source: This page demonstrates the rendering of the ##daily## layout.
fr: Cette page montre le rendu de la mise en page ##daily##.

source: Project
fr: Projet

source: Sample project web space
fr: Exemple d'espace projet

source: Project description
fr: Description du projet

source: This is a public page that describes the project.
fr: Ceci est une page publique de présentation du projet.

source: Project private area
fr: Zone privée

source: For project members only
fr: Réservée aux membres du projet

source: Project contribution
fr: Contribution au projet

source: This is a private page that is part of project internal discussions.
fr: Ceci est une page privée qui fait partie des discussions internes au projet.

source: My manual
fr: Mon manuel

source: Sample electronic book
fr: Livre électronique de démonstration

source: Chapter 1 - The very first chapter of my manual
fr: Chapitre 1 - Le premier chapitre de mon manuel

source: Post pages here to populate chapter 1
fr: Ajouter des pages pour compléter le chapitre 1

source: Sample page of the manual
fr: Page exemple du manuel de démonstration

source: This page demonstrates the rendering of the ##manual## layout.
fr: Cette page montre le rendu de la mise en page ##manual##.

source: Note #%d
fr: Note numéro %d

source: Anonymous wiki
fr: Wiki anonyme

source: Anyone can update pages in this section
fr: Tout surfer peut modifier le contenu de cette section

source: Sample wiki page
fr: Page wiki de démonstration

source: Use the command 'Edit this page' to add some text or to change this content.
fr: Utiliser la commande 'Modifier cette page' pour ajouter du texte ou pour modifier ce contenu.

source: Note #%d foo bar
fr: Annotation numéro %d ga bu zo meu

source: Restricted wiki
fr: Wiki restreint

source: Authenticated persons can update pages in this section
fr: Les personnes authentifiées peuvent modifier les pages de cette section

source: Support forum
fr: Forum d'entraide

source: Sample support forum
fr: Exemple de forum d'entraide

source: I need help
fr: J'ai besoin d'aide

source: Sample support request
fr: Exemple de demande d'aide

source: Access rights
fr: Droits d'accès

source: Test section
fr: Section de test

source: To demonstrate access right management
fr: pour démontrer la gestion des droits d'accès

source: Test sub-section
fr: Sous-section de test

source: Test page
fr: Page de test

source: locked
fr: verrouillé

source: Files
fr: Fichiers

source: Sample download section
fr: Exemple de section de téléchargement

source: Links
fr: Liens

source: Social bookmarking section
fr: Section de liens partagés

source: My Section
fr: Ma section

source: Sample plain section
fr: Section de démonstration

source: Categories
fr: Catégories

source: Category "%s" already exists.
fr: La catégorie "%s" existe déjà.

source: My category
fr: Ma catégorie

source: Sample plain category
fr: Catégorie de démonstration

source: This category has been created for experimentation purpose. Feel free to change this text, to add some images, to play with codes, etc. Have you checked the help link on the side of this page? Once you will feel more comfortable with the handling of categories, just delete this one and create other categories of your own.
fr: Cette catégorie a été créée à fins d'expérimentations. Prenez le temps de modifier ce texte, d'ajouter des images, de jouer avec les codes, etc. Avez-vous consulté l'aide accessible par un lien sur le côté de cette page ? Lorsque vous vous sentirez à l'aise avec la manipulation des catégories, vous effacerez celle-ci pour créer des dizaines d'autres catégories de votre cru.

source: A category "%s" has been created.
fr: La catégorie "%s" a été créée.

source: My sub-category
fr: Ma sous-catégorie

source: Sample sub category
fr: Sous-catégorie de démonstration

source: Edit me
fr: A éditer

source: Sample article
fr: Article de démonstration

source: This is a sample article to let you learn and practice.
fr: Ceci est un article de démonstration pour votre apprentissage.

source: Comments
fr: Commentaires

source: A sample "my_articles" table already exists.
fr: Une table "my_articles" de démonstration existe déjà.

source: My Articles
fr: Mes articles

source: This is a sample table to let you learn and practice.
fr: Ceci est une table de démonstration pour votre apprentissage.

source: A table "%s" has been created.
fr: La table "%s" a été créée.

source: Check the updated Site Map
fr: Contrôler la carte du site

source: Launch the Content Assistant again
fr: Relancer l'assistant de contenu

source: What do you want to do now?
fr: Que voulez-vous faire à présent ?

source: This script adds various sample records, including sections, categories, articles, comments and tables, to the database.
fr: Ce script ajoute différents exemples à la base de données, y compris des sections, des catégories, des pages, des commentaire et des tables.

source: You should use this script only for learning, for demonstration or for testing purposes.
fr: N'utilisez ce script que pour des besoins d'apprentissage, de démonstration ou de tests.

source: Start
fr: Commencer

source: resizing thumbnails
fr: retailler les vignettes

source: Generate thumbnail for image %s
fr: Génération de la vignette pour l'image %s

source: %s thumbnail(s) rebuilded
fr: %s vignettes retaillées

source: This tools resizes thumbnails of images to dimensions provided in general configuration.
fr: Cet outil retaille les vignettes des images aux dimensions fournies dans la configuration générale.

source: Themes
fr: Thèmes

source: Updating thumbnails url
fr: Mise à jour des liens vers les vignettes

source: Analysing thumbnails for articles
fr: Analyse des vignettes pour les articles

source: Analysing icons for articles
fr: Analyse des icônes pour les articles

source: Analysing thumbnails for sections
fr: Analyse des vignettes pour les sections

source: Analysing icons for sections
fr: Analyse des icônes pour les sections

source: Analysing thumbnails for categories
fr: Analyse des vignettes pour les catégories

source: Analysing icons for categories
fr: Analyse des icônes pour les catégories

source: Analysing thumbnails for files
fr: Analyse des vignettes pour les fichiers

source: This tools correct the urls of thumbnails and icons of pages after having changed "url_to_root" in control panel
fr: Cet outil corrige les liens utilisés pour les vignettes et pour les icônes de page après le changement du paramètre "url_to_root" dans le panneau de contrôle

source: Please give former URL to root
fr: Merci d'indiquer l'URL précédente vers la racine du site

source: eg "/yacs/" or "/" or "/my_repo/yacs/"
fr: exemple "/yacs/" ou "/" ou "/my_repo/yacs/"

source: This will be replaced by current URL
fr: Cette chaîne sera remplacée par l'URL en cours
