Repository: yacs/yacs
Catalog: i18n/locale/*/users.po
Languages: fr

source: Invalid authenticator type.
fr: Type d'authentifier invalide.

source: Unknown authenticator type %s
fr: Type d'authentifieur %s inconnu

source: Request is invalid.
fr: La requête est invalide.

source: You are not allowed to perform this operation.
fr: Vous n'êtes pas autorisé à faire cette opération.

source: Sorry this %s is already used.
fr: Désolé ce %s est déjà utilisé

source: Ok, you can use this
fr: Ok, vous pouvez utiliser cela

source: Sorry some characters are forbidden here.
fr: Désolé certains caractères sont interdits ici.

source: Incomplete or illegal character used
fr: Incomplet ou bien utilisation de caractères interdits.

source: Control Panel
fr: Panneau de contrôle

source: Configure
fr: Configurer

source: People
fr: Personnes

source: Registration
fr: Inscription

source: Any anonymous surfer may apply.
fr: Tout surfeur anonyme peut s'enregistrer.

source: Only associates can create new user profiles.
fr: Seuls les associés peuvent créer de nouveaux profils d'utilisateur.

source: E-mail
fr: Courriel

source: New users are free to provide an e-mail address or not.
fr: Les nouveaux utilisateurs peuvent indiquer une adresse e-mail ou pas.

source: Registrants become members after validation of their e-mail. When this option is activated, associates cannot validate membership anymore.
fr: Devenir membre requiert la validation de l'adresse fournie lors de l'enregistrement. Quand cette option est activée, les associés ne peuvent plus valider les inscriptions.

source: Membership
fr: Statut

source: Self-registrating surfer will become a member (open community).
fr: Les surfeurs sont enregistrés comme membres (communauté ouverte).

source: Associates have to validate membership (closed community).
fr: Les associés valident les inscriptions (communauté fermée).

source: Default editor
fr: Editeur par défaut

source: Update all user profiles.
fr: Changer tous les profils.

source: Script used to %s at this server
fr: Pour ajouter de l'information aux profils des utilisateurs, indiquer l'un des %s disponibles.

source: overlay user profiles
fr: overlay de profil d'utilisateurs

source: Self-deletion
fr: Auto-effacement

source: Any registered surfer may delete his own profile.
fr: Tout surfeur enregistré peut supprimer son propre profil utilisateur.

source: Only associates can delete user profiles.
fr: Seuls les associés peuvent effacer des profils d'utilisateur.

source: Authentication
fr: Authentification

source: Offer anonymous surfers to login.
fr: Présenter une boîte d'authentification aux surfeurs anonymes.

source: Do not display this item
fr: Ne pas afficher cet élément

source: Adds random data to forms and block spam (public site).
fr: Bloquer les robots anonymes (serveur public).

source: Always accept anonymous input (intranet site).
fr: Toujour accepter les envois anonymes (serveur intranet).

source: Screening
fr: Vérification

source: Login information is checked locally.
fr: Les informations d'authentification sont vérifiées localement.

source: Use the authenticator %s
fr: Utiliser l'authentifieur %s

source: Provide adequate parameters after authenticator type.
fr: Ajoutez les paramètres adéquats après le type d'authentifieur.

source: Welcome
fr: Bienvenue

source: Display welcome panel on successful authentication.
fr: Afficher le panneau de bienvenue après authentification.

source: Redirect directly to protected page after authentication.
fr: Rediriger directement après authentification.

source: Ask for authentication on every web session (public site).
fr: Authentifier à chaque session web (pour les sites publics).

source: Set a long-lasting cookie on successful login and do not bother people afterwards (intranet site).
fr: Positionner un cookie à durée de vie longue pour ne plus demander l'authentification (pour les intranets).

source: Let members decide for themselves to stay connected or not (checkbox on login form).
fr: Laissez les membres décider pour eux même de rester connecté ou pas (case à cocher au login)

source: Trusted hosts
fr: Ordinateurs de confiance

source: Private content will be exposed to requests coming from these network addresses
fr: Le contenu privé du site sera exposé en réponse aux requêtes provenant de ces adresses réseau

source: Pictures
fr: Images

source: Display the same picture for every person profile.
fr: Afficher la même image pour tous les profils.

source: Display individual pictures.
fr: Afficher les images individuelles.

source: Spam
fr: Pourriels

source: Protect mail addresses as much as possible (for Internet servers).
fr: Protéger les adresses de courrier électronique autant que possible (pour les serveurs sur Internet).

source: Show email addresses to authenticated persons.
fr: Montrer les adresses de courrier électronique aux personnes authentifiées.

source: Share email addresses as much as possible (for intranet servers).
fr: Partager les adresses de courrier électronique autant que possible (pour les serveurs intranet).

source: Threads
fr: Discussions

source: Support on-demand interactions between people with private pages.
fr: Faciliter les contacts entre usagers par le biais des pages privées.

source: Prevent members from creating new threads.
fr: Empêcher la création de nouvelles discussions.

source: Groups
fr: Groupes

source: Each member may create up to %s groups and blogs.
fr: Chaque personne peut créer jusqu'à %s groupes ou blogs.

source: Teasers
fr: Excitants

source: Anonymous surfers can see titles and teasers of pages with restricted access. They can move forward after authentication.
fr: Les surfeurs anonymes voient les titres et extraits des pages en accès restreint. L'authentification est nécessaire pour aller plus loin.

source: Nothing from restricted content is disclosed to non-members.
fr: Rien des pages sécurisées n'est montré aux non-membres.

source: Archiving
fr: Archivage

source: Published pages are automatically assigned to weekly and monthly categories.
fr: Cataloguer automatiquement les pages publiées par semaine et par mois.

source: Automatic archiving is disabled.
fr: Désactiver l'archivage automatique.

source: Allowed Tags
fr: Balises autorisées

source: List HTML tags allowed to members.
fr: Lister les balises HTML permises aux membres.

source: Submissions
fr: Soumissions

source: Authenticated members are allowed to submit new content.
fr: Tout membre authentifié est autorisé à ajouter du contenu nouveau.

source: Only associates are allowed to add content.
fr: Seuls les associés peuvent ajouter du contenu.

source: Members submit articles and associates publish them (review mode), except in sections configured with option <code>auto_publish</code>.
fr: Les membres authentifiés envoient des articles, et les associés valident leur publication (mode éditeur), sauf dans les sections dotées de l'option <code>auto_publish</code>.

source: Every post is published (Wiki mode).
fr: Tout envoi est publié (mode wiki).

source: Uploads
fr: Téléchargements

source: The PHP run-time configuration does not allow for any upload.
fr: La configuration de PHP ne permet pas l'envoi de fichier.

source: Authenticated persons are allowed to post images and files.
fr: Toute personne authentifiée est autorisée à envoyer des images ou des fichiers.

source: Only associates are allowed to post images and files.
fr: Seuls les associés peuvent envoyer des images ou des fichiers.

source: No upload is accepted.
fr: Aucun téléchargement n'est accepté.

source: Files
fr: Fichiers

source: Any member can update files posted by others.
fr: Tout membre peut mettre à jour les fichiers postés par d'autres.

source: Files can be modified only by their original authors, plus associates and owners.
fr: Les fichiers peuvent être modifiés seulement par leurs auteurs, plus les associés et les propriétaires.

source: Do not check uploaded files for virus
fr: Ne pas vérifier les fichiers téléversés

source: Use CLAMAV Daemon to check uploaded files ( must be installed )
fr: Utiliser le service CLAMAV pour vérifier les fichiers ( doit être présent sur le serveur )

source: Comments
fr: Commentaires

source: Only authenticated surfers can send comments.
fr: L'authentification est nécessaire pour envoyer des commentaires.

source: Allow anonymous surfers to post comments.
fr: Autoriser les surfeurs anonymes à poster des commentaires.

source: Content
fr: Contenu

source: Submission
fr: Contribution

source: Submit
fr: Enregistrer

source: Press [s] to submit data
fr: Appuyer sur [s] pour envoyer les informations

source: You are not allowed to perform this operation in demonstration mode.
fr: Vous n'êtes pas autorisé à faire cette opération en mode démonstration.

source: All user profiles have been updated.
fr: Tous les profils d'utilisateur ont été modifiés.

source: ERROR: Impossible to write to the file %s. The configuration has not been saved.
fr: ERREUR : Impossible d'écrire dans le fichier %s. La configuration n'a pas été sauvegardée.

source: To actually change the configuration, please copy and paste following lines by yourself in file %s.
fr: Pour changer la configuration merci de copier et de coller les lignes suivantes dans le fichier %s.

source: The following configuration has been saved into the file %s.
fr: La configuration suivante a été enregistrée dans le fichier %s.

source: %s has been updated
fr: %s a été mis à jour

source: Configuration parameters
fr: Paramètres de configuration

source: Where do you want to go now?
fr: Où souhaitez-vous aller à présent ?

source: Configure again
fr: Configurer de nouveau

source: For on-demand conversations
fr: Pour les conversations privées

source: Error while sending the message to %s
fr: Erreur en envoyant le message à %s

source: Your Threads
fr: Vos discussions

source: Message to "%s"
fr: Message à "%s"

source: Impossible to add a page.
fr: Impossible d'ajouter une page.

source: Sorry, %s wish not to receive private message
fr: Désolé, %s souhaite ne pas recevoir de message privé

source: Message sent&nbsp;!
fr: Message envoyé&nbsp;!

source: Private message: %s
fr: Message privées: %s

source: To prevent other members from contacting you, please visit your profile at the following address, and change preferences.
fr: Pour empêcher les autres personnes de vous contacter, visitez votre profil, à l'adresse suivante, et changez les préférences.

source: Impossible to send a message to %s.
fr: Impossible de transmettre un message à %s.

source: View the new thread
fr: Voir la nouvelle conversation

source: Back to %s
fr: Retourner à %s

source: Back to my profile
fr: Retour à mon profil

source: Sorry, "%s" wish not to receive private message
fr: Désolé, "%s" souhaite ne pas recevoir de message privé

source: Start a new thread
fr: Démarrer une conversation

source: Your threads with "%s"
fr: Vos discussions avec %s

source: Delete
fr: Supprimer

source: Deletion: %s
fr: Suppression : %s

source: The action has not been confirmed.
fr: L'action n'a pas été confirmée.

source: Yes, I want to suppress my own profile from this server and log out.
fr: Oui, je veux supprimer mon profil utilisateur de ce serveur. Ceci mettra aussi fin à cette session.

source: Yes, I want to suppress this user
fr: Oui, je veux supprimer ce profil utilisateur

source: Following items are attached to this record and will be deleted as well.
fr: Les éléments suivants vont aussi être supprimés.

source: Edit: %s
fr: Modifier : %s

source: Add a user
fr: Ajouter un utilisateur

source: Register on this server
fr: S'enregistrer sur ce serveur

source: Self-registration is not allowed. Use the %s to submit your application.
fr: L'auto-enregistrement n'est pas autorisé. Utilisez le %s pour transmettre votre demande.

source: query form
fr: formulaire de requête

source: Please confirm your password.
fr: Merci de confirmer votre mot de passe

source: Please prove you are not a robot.
fr: Merci de prouver que vous n'êtes pas un robot.

source: Welcome!
fr: Bienvenue !

source: You are now a registered user of this community. Each time you will visit this site, please provide your nick name and password to authenticate.
fr: Vous êtes un nouvel utilisateur de cette communauté. Chaque fois que vous visiterez ce site, indiquez votre surnom ou diminutif et votre mot de passe pour être authentifié.

source: What do you want to do now?
fr: Que voulez-vous faire à présent ?

source: Proceed with what I was doing before registering
fr: Continuer l'action engagée avant l'enregistrement

source: Select a picture from the library
fr: Choisir une image de la librairie

source: %s, maybe with some images and/or files
fr: %s, peut-être avec des images et/ou des fichiers

source: Add a page
fr: Ajouter une page

source: %s, to let others have a better understanding of who I am
fr: %s pour mieux préciser aux autres qui vous êtes

source: Edit my profile
fr: Modifier mon profil

source: %s, and get basic directions
fr: %s, et obtenir quelques informations essentielles

source: Go the main help page
fr: Aller à la page d'aide principale

source: New associate: %s
fr: Nouvel associé : %s

source: New member: %s
fr: Nouveau membre : %s

source: New subscriber: %s
fr: Nouveau souscripteur : %s

source: Capability
fr: Statut

source: Associate
fr: Associé

source: Member
fr: Membre

source: Subscriber
fr: Souscripteur

source: Blocked
fr: Bloqué

source: Full name
fr: Nom et prénom(s)

source: First names followed by last names
fr: Prénom suivi du nom de famille

source: First name(s)
fr: Prénom(s)

source: Last name(s)
fr: Nom de famille

source: Nick name
fr: Surnom

source: Please carefully select a meaningful and unused nick name.
fr: Choisissez un surnom significatif et non encore utilisé

source: E-mail address
fr: Adresse e-mail

source: You will receive a message on this address to activate your membership.
fr: Vous allez recevoir un message d'activation de votre compte à cette adresse.

source: We won't disclose personal information about you or your company to anyone outside this site.
fr: Nous conservons l'information fournie et ne la partageons en aucune façon.

source: Password
fr: Mot de passe

source: We suggest at least 4 numbers, two letters, and a punctuation sign - in any order
fr: De préférence au moins 4 chiffres, 2 lettres et 1 signe de ponctuation

source: Password confirmation
fr: Confirmation du mot de passe

source: Title
fr: Titre

source: Your occupation, your motto, or some interesting words
fr: Votre occupation, votre devise, ou quelque mots bien sentis

source: Organization
fr: Organisation

source: Physical address
fr: Adresse postale

source: Phone number
fr: Numéro de téléphone

source: Enter phone number in international format, starting with country code
fr: Numéro de téléphone au format international, en commençant par le code pays

source: Alternate number
fr: Autre numéro

source: Web address
fr: Adresse web

source: If your home page is not here.
fr: Si votre page d'accueil n'est pas sur ce système.

source: Alternate contact
fr: Autre contact

source: Another person who can act on your behalf
fr: Personne à contacter en votre absence

source: Business card
fr: Carte de visite

source: %s, or %s
fr: %s, ou %s

source: Instant communication
fr: Communication instantanée

source: Picture URL
fr: URL de l'image

source: Change picture
fr: Changer l'image

source: From
fr: Lieu

source: Some hint on your location (eg, 'Paris', 'home', 'the toys-for-sick-persons department')
fr: Pour aider à vous localiser (par exemple : 'Paris', 'le fond du jardin', 'le rayon des jouets-pour-bilieux'...)

source: Displayed aside your pages
fr: Affiché sur le côté de vos pages

source: Birth date
fr: Date de naissance

source: YYYY-MM-DD
fr: AAAA-MM-JJ

source: Language
fr: Langue

source: Access
fr: Accès

source: Public - Everybody, including anonymous surfers
fr: Public - Tout le monde, y compris les surfeurs anonymes

source: Community - Access is granted to any identified surfer
fr: Communauté - Accès autorisé à toute personne identifiée

source: Private - Access is restricted to selected persons
fr: Privé - Accès limité à quelques personnes

source: To be appended to your comments and mail messages. Separated with dashes from main text.
fr: Ajoutée à vos commentaires et messages. Séparée par des traits du texte principal.

source: E-mail usage
fr: Courrier électronique

source: Confirm every password change.
fr: Confirmer les changements de mot de passe.

source: Confirm registration and password.
fr: Confirmer l'enregistrement et le mot de passe.

source: Alert me when my pages are commented.
fr: M'alerter lorsque mes pages sont commentées.

source: Allow other members to contact me.
fr: Autoriser les autres membres à me contacter.

source: Send me periodical newsletters.
fr: M'adresser les lettres d'information.

source: Your explicit approval is a pre-requisite for us to use your e-mail address.
fr: Votre approbation explicite est requise pour l'envoi de messages électroniques à votre adresse.

source: Preferred editor
fr: Editeur préféré

source: Select your preferred tool to edit text.
fr: Choisissez votre outil préféré pour modifier les textes.

source: Improved interface
fr: Interface améliorée

source: Complex interface
fr: Interface complexe

source: Preferences
fr: Préférences

source: Information
fr: Informations

source: Submit the new page, and you will be able to add images afterwards.
fr: Envoyer la nouvelle page pour pouvoir ensuite ajouter des images.

source: Add a location
fr: Ajouter un emplacement

source: Locations
fr: Emplacements

source: Add a table
fr: Ajouter une table

source: Resources
fr: Ressources

source: Cancel
fr: Annuler

source: Do not change modification date.
fr: Ne pas changer la date de modification.

source: By clicking submit, you agree to the terms and conditions outlined in the %s.
fr: En cliquant sur le bouton, vous manifestez votre acceptation des termes et conditions indiqués dans les %s.

source: privacy statement
fr: protection de la vie privée

source: Ensure this post is valid XHTML.
fr: Vérifier que le contenu est du XHTML valide.

source: You must provide a nick name.
fr: Vous devez indiquer un surnom.

source: You must provide a valid and unused nick name.
fr: Vous devez indiquer un surnom valide et non-utilisé

source: You must provide a password.
fr: Vous devez taper un mot de passe.

source: You must provide a e-mail address.
fr: Vous devez indiquer une adresse électronique valide.

source: You must provide a valid and unused email address.
fr: Vous devez indiquer une adresse électronique valide et non utilisée

source: The nick name has to be unique throughout the database of users.
fr: Le surnom doit être unique parmi les utilisateurs de ce serveur.

source: %s and %s are available to enhance text rendering.
fr: Utilisez %s et %s pour embellir le texte.

source: YACS codes
fr: les codes YACS

source: smileys
fr: emoticons

source: Mandatory fields are marked with a *
fr: * signale les champs obligatoires

source: Help
fr: Aide

source: No item has the provided id.
fr: Identifiant inconnu.

source: Manage followers
fr: Gérer les abonnements

source: Click on the link above to follow someone.
fr: Cliquez sur le lien ci-dessus pour ajouter un abonnement.

source: %s is not yet following other persons.
fr: %s n'est pas encore abonné à d'autres personnes.

source: Persons who follow you:
fr: Personnes abonnées à vos mises à jour :

source: Persons who follow %s:
fr: Personnes abonnées à %s :

source: Follow %s
fr: Abonnez-vous à %s

source: Be notified of additions from this person
fr: Soyez alerté des contributions de cette personne

source: RSS feed
fr: Fil RSS

source: %d user
fr: %d utilisateur

source: Look for some user
fr: Rechercher un utilisateur

source: No item has been found.
fr: Aucun élément n'a été trouvé.

source: My profile
fr: Mon profil

source: Register
fr: Enregistrez-vous

source: Google map
fr: Carte Google

source: Review profiles
fr: Réviser les profils

source: Present users
fr: Présents sur le site

source: Newest Members
fr: Derniers inscrits

source: View the category
fr: Voir la catégorie

source: and %d other person
fr: et %d autre personne

source: and many more persons
fr: et beaucoup d'autres personnes

source: Select all/none
fr: Tous/aucun

source: registered %s
fr: enregistré %s

source: last login %s
fr: authentifié %s

source: no login
fr: aucune authentification

source: last post %s
fr: dernier envoi %s

source: %d posts
fr: %d contributions

source: Authenticate with this profile
fr: Choisir ce profil

source: View profile
fr: Voir le profil

source: No anchor has been found.
fr: Aucun ancrage n'a été trouvé.

source: a section
fr: une section

source: a page
fr: une page

source: You have left %s
fr: Votre avez quitté %s

source: The operation has completed, and you have no specific access rights to %s.
fr: L'opération est terminée, et vous n'avez pas de droits d'accès spécifique sur %s.

source: Done
fr: Terminé

source: Leave %s
fr: Quitter %s

source: You have been assigned as an editor of %s, and this allows you to post new content, to contribute to pages from other persons, and to be notified of changes.
fr: Vous avez été assigné éditeur de %s, et ceci vous permet d'ajouter du contenu, de contribuer aux pages des autres, et d'être averti des changements.

source: You have been assigned as an editor of %s, and this allows you to contribute to this page, and to be notified of changes.
fr: Vous avez été assigné éditeur de %s, et ceci vous permet de contribuer à cette page, et d'être averti des changements.

source: Access to this section is restricted. If you continue, it will become invisible to you, and you will not be able to even browse its content anymore.
fr: Cette section est privée. Si vous continuer, vous ne pourrez plus y accèder, ni aux pages qu'elle contient.

source: Access to this page is restricted. If you continue, it will become invisible to you, and you will not be able to even browse its content anymore.
fr: Cette page est privée. Si vous continuer, vous ne pourrez plus y accèder.

source: You are about to suppress all your editing rights on this section.
fr: Vous aller supprimer tous vos droits sur cette section.

source: You are about to suppress all your editing rights on this page.
fr: Vous allez supprimer tous vos droits sur cette page.

source: Are you sure?
fr: Etes-vous sûr ?

source: Yes
fr: Oui

source: No
fr: Non

source: Who are you?
fr: Qui êtes-vous ?

source: You are
fr: Vous êtes

source: You have been successfully authenticated.
fr: Vous avez été authentifié.

source: Change password
fr: Changer le mot de passe

source: Your profile
fr: Votre profil

source: Your address
fr: Votre adresse

source: Your status
fr: Votre statut

source: As an associate of this community, you may contribute freely to any part of this server.
fr: En tant qu'associé de cette communauté, vous pouvez enrichir toute partie de ce serveur.

source: As a member of this community, you may access freely most pages of this server.
fr: En tant que membre de cette communauté, vous pouvez accéder à la plupart des pages de ce serveur.

source: As a subscriber of this community, you may freely access most pages of this server.
fr: En tant que souscripteur de cette communauté, vous pouvez accéder à la plupart des pages de ce serveur.

source: You
fr: Vous

source: Move forward
fr: Continuer

source: Front page
fr: Page d'accueil

source: Site map
fr: Carte du site

source: Categories
fr: Catégories

source: Search
fr: Recherche

source: Navigate
fr: Naviguer

source: Failed authentication
fr: Erreur d'authentification

source: Have you lost your password?
fr: Avez-vous perdu votre mot de passe ?

source: Do you need more help?
fr: Avez-vous besoin de plus d'aide ?

source: Use the %s to ask for help
fr: Utilisez le %s pour demander de l'aide
