Repository: yacs/yacs
Catalog: i18n/locale/*/users.po
Languages: fr

source: The page you requested is available only to registered members.
fr: La page demandée est accessible aux seuls utilisateurs enregistrés.

source: Please authenticate
fr: Faites-vous reconnaître

source: Your nick name, or e-mail address
fr: Votre surnom, ou votre adresse e-mail

source: Stay connected
fr: Rester connecté(e)

source: Login
fr: Authentifier

source: Lost password
fr: Mot de passe perdu

source: Create your profile
fr: Créer votre profil

source: %s if you have not yet a profile for yourself at %s.
fr: %s si vous n'avez pas encore de profil sur %s.

source: Click here to register
fr: Cliquez ici pour vous enregistrer

source: You must provide a nick name or an email address.
fr: Vous devez indiquer un surnom ou une adresse électronique valide

source: Your browser must accept cookies in order to successfully register and log in.
fr: Votre navigateur doit accepter les cookies pour les opérations d'enregistrement et d'authentification.

source: If you already are a registered member, but do not remember your username and/or password, %s.
fr: Si vous êtes déjà enregistré, mais que vous ne vous rappelez plus votre mot de passe, %s

source: click here
fr: cliquez ici

source: ... and you are already logged in !
fr: ... et vous êtes déjà connecté !

source: Mail to %s
fr: Ecrire à %s

source: E-mail has not been enabled on this system.
fr: Ce système n'a pas été configuré pour gérer le courrier électronique.

source: This member does not accept e-mail messages.
fr: Cet utilisateur ne souhaite pas recevoir de message privé.

source: No email address has been provided for this person.
fr: Aucune adresse électronique n'a été fournie pour cette personne.

source: %s has sent a message to you
fr: %s vous a envoyé un message

source: Reply
fr: Répondre

source: Your message is being transmitted to %s
fr: Votre message est en cours d'acheminement vers %s

source: At your request, a copy was also sent to %s
fr: Comme demandé, une copie a aussi été envoyée vers votre adresse a %s

source: You are sending a message to:
fr: Vous écrivez à :

source: Message title
fr: Titre du message

source: Message content
fr: Contenu du message

source: Send me a copy of this message.
fr: M'envoyer une copie de ce message.

source: Please provide a meaningful title.
fr: Merci d'indiquer un titre significatif.

source: Message content can not be empty
fr: Le corps du message ne peut pas être vide

source: New page: %s
fr: Nouvelle page : %s

source: %s by %s
fr: %s par %s

source: Would you like to browse the page?
fr: Voulez-vous consulter la page ?

source: Updated: %s
fr: Modification : %s

source: From %s:
fr: De %s :

source: Your account at %s
fr: Votre enregistrement à %s

source: This message relates to your account at %s.
fr: Ce message fait référence à votre compte à %s.

source: Your nick name is %s
fr: Votre pseudo est %s

source: Record this message and use the following link to authenticate to the site at any time:
fr: Conservez ce message et utilisez le lien qui suit pour vous authentifier sur le site :

source: Caution: This hyperlink contains your login credentials encrypted. Please be aware anyone who uses this link will have full access to your account.
fr: Attention : Ce lien web contient des informations personnelles. Préservez la confidentialité de ce message pour éviter que quelqu'un puisse l'utiliser et accèder à votre compte.

source: On-line help is available at %s
fr: Une aide en ligne est disponible à l'adresse %s

source: Thank you for your interest into %s.
fr: Merci de votre intérêt pour %s.

source: A reminder message has been sent to you. Check your mailbox and use provided information to authenticate to this site.
fr: Un message vous a été envoyé. Relevez votre boîte aux lettres et utilisez l'information fournie pour vous authentifier sur ce site.

source: We are only keeping a shadow record for this profile. Please handle this account at %s
fr: Nous conservons seulement une copie de ce profil. Merci de gérer ce compte à %s

source: Please confirm your new password.
fr: Merci de confirmer votre mot de passe.

source: Password has been changed.
fr: Le mot de passe a été changé.

source: If you have registered to this site, type your nick name below and we will send you a web link to authenticate.
fr: Si vous vous êtes enregistré sur ce site, indiquez votre surnom et nous vous enverrons un lien à cliquer pour vous authentifier.

source: Please confirm that you would like to receive a message to authenticate to the following account.
fr: Voulez-vous recevoir un message pour vous authentifier sur le compte suivant ?

source: New password
fr: Nouveau mot de passe

source: Registered %s
fr: Enregistré %s

source: As an associate of this community, this user has unlimited rights (and duties) on this server.
fr: Associé de cette communauté, avec des droits (et des devoirs) avancés sur ce serveur.

source: Member of this community, with contribution rights to this server.
fr: Membre de cette communauté, avec la possibilité de contribuer au contenu du serveur.

source: Subscriber of this community, allowed to browse public pages and to receive e-mail newsletters.
fr: Abonné à cette communauté ; autorisé à naviguer sur les pages publiques et à recevoir les lettres d'informations électroniques.

source: E-mail address: %s %s
fr: Adresse e-mail : %s %s

source: (do not wish to receive newsletters)
fr: (ne souhaite pas recevoir les lettres d'information)

source: See also
fr: Voir aussi

source: User profiles to be reviewed
fr: Utilisateurs à passer en revue

source: Most recent members
fr: Les membres les plus récents

source: Oldest posts
fr: Les contributions les plus anciennes

source: Users who have never contributed are not listed at all.
fr: Les utilisateurs qui n'ont jamais contribué ne sont pas pris en compte.

source: Oldest logins
fr: Les authentifications les plus anciennes

source: Users who have never been authenticated are not listed at all.
fr: Les utilisateurs qui n'ont jamais été authentifiés ne sont pas pris en compte.

source: Please type something to search for.
fr: Merci d'indiquer les mots recherchés

source: No item has been found. This will happen with very short words (less than %s letters), that are not fully indexed. This can happen as well if more than half of pages contain the searched words. Try to use most restrictive words and to suppress "noise" words.
fr: Aucun enregistrement n'a été trouvé. Ceci arrive lorsque les mots sont très courts (moins de %s lettres), et ne sont pas indexés dans la base de données. Ceci peut aussi arriver si plus de la moitié des pages contiennent les mots recherchés. Essayez d'employer des mots plus rares et de supprimer les mots sans signification ("des", "sans", etc.).

source: This search engine only display pages that have all words in it. Also, only exact matches will be listed.
fr: Ce moteur affiche seulement les pages contenant tous les mots indiqués. De plus, la comparaison doit être exacte.

source: Select a picture for %s
fr: Choisir une image pour %s

source: Current picture: %s
fr: Image actuelle : %s

source: No picture has been set for this profile.
fr: Aucune image n'a été choisie pour ce profil.

source: Press to select a local file
fr: Choisir un fichier sur votre machine

source: Select a .png, .gif or .jpeg image.
fr: Choisir une image .png, .gif ou .jpeg

source: bytes
fr: octets

source: Upload an image
fr: Téléverser une image

source: Click on one image below to make it your new picture.
fr: Cliquez sur l'une des images ci-dessous pour la faire afficher sur le profil.

source: Use the library
fr: Utiliser la librairie

source: Your are using your %s as current picture.
fr: Vous utilisez votre %s sur votre profil.

source: I have a %s and %s
fr: J'ai un %s et %s

source: would like to use it
fr: je voudrais l'utiliser.

source: Use a gravatar
fr: Utiliser un gravatar

source: Watchers of %s
fr: Observateurs de %s

source: Manage members
fr: Gérer les membres

source: Manage participants
fr: Gérer les participants

source: %s is following you
fr: %s vous a choisi comme contact

source: %s will receive notifications when you will update your followers at %s
fr: %s sera notifié de vos contributions sur %s

source: notify on update (watcher)
fr: prévenir des mises à jours (observateur)

source: moderate content (editor)
fr: modérer le contenu (éditeur)

source: To add a person, type some letters to look for a name, then select one profile at a time.
fr: Tapez quelques lettres du nom recherché, puis sélectionnez une personne à la fois.

source: Who do you want to follow?
fr: A qui souhaitez-vous vous abonner ?

source: Persons followed by %s
fr: Abonnements de %s

source: Add a member to %s
fr: Ajouter un membres à %s

source: Add a participant
fr: Ajouter un participant

source: owner
fr: propriétaire

source: unassign
fr: retirer

source: Members of %s
fr: Membres de %s

source: watcher
fr: observateur

source: editor
fr: éditeur

source: Participants to %s
fr: Participants à %s

source: Editors of %s
fr: Editeurs de %s

source: Inherited assignments
fr: Droits hérités

source: %s if you have to assign new persons and to notify them in a single operation.
fr: %s si vous devez assigner des personnes et les notifier en une seule opération.

source: Invite participants
fr: Inviter des participants

source: Each new person will be notified that you are following him.
fr: Chaque personne ajoutée sera notifiée que vous lui êtes abonné.

source: Persons that I am following
fr: Personnes auxquelles je suis abonné

source: Editors
fr: Editeurs

source: Persons assigned to %s
fr: Personnes assignées à %s

source: Following editors inherit from assignments at parent containers
fr: Les éditeurs suivants héritent de droits sur un conteneur parent

source: Watch list
fr: Pages surveillées

source: The list of persons that you follow has been updated
fr: La liste de vos abonnements a été mise à jour

source: Your watch list has been updated
fr: Votre liste de surveillance a été mise à jour

source: You have been connected to %s.
fr: Vous êtes connecté à %s.

source: I have changed my mind
fr: J'ai changé d'avis

source: The page has been added to your watch list. You will receive electronic messages to warn you on each future update.
fr: La page a été ajoutée à votre liste de surveillance. Vous serez averti par courrier électronique de ses futurs changements.

source: You are not connected to %s anymore.
fr: Vous n'êtes plus connecté à %s.

source: The page has been removed from your watch list. You won't receive any message about it anymore.
fr: La page a été supprimée de votre liste de surveillance. Vous ne recevrez plus de message électronique à son sujet.

source: Please note that when you contribute to a page it is added automatically to your watch list.
fr: Veuillez noter qu'il suffit de contribuer à une page pour qu'elle soit ajoutée automatiquement à votre liste de surveillance.

source: My followers
fr: Mes abonnés

source: My Profile
fr: Mon profil

source: Transfer ownership of %s
fr: Transférer les droits de %s

source: Changing ownership to %s
fr: Transfert des droits vers %s

source: %d sections have been updated
fr: %d sections ont été mises à jour

source: %d articles have been updated
fr: %d articles ont été mis à jour

source: %d editor assignments have been updated
fr: %d assignations d'éditeur ont été mises à jour

source: %d watching assignments have been updated
fr: %d assignations de surveillance ont été mises à jour

source: To transfer ownership to another person, type some letters of the name you are looking for.
fr: Pour transférer les droits vers une autre personne, taper quelques lettres du nom recherché.

source: Previous comment
fr: Précédent

source: Next comment
fr: Suivant

source: Previous file
fr: Précédent

source: Next file
fr: Suivant

source: Previous image
fr: Précédente

source: Next image
fr: Suivante

source: Image %d of %d
fr: Image %d de %d

source: Previous location
fr: Précédente

source: Next location
fr: Suivante

source: Location %d of %d
fr: Emplacement %d de %d

source: Click to call %s
fr: Cliquez pour appeler %s

source: Calling...
fr: Appel ...

source: Stop the call
fr: Arrêter l'appel

source: Stopping the call...
fr: Arrêt de l'appel ...

source: Your phone number in international format, starting with country code
fr: Votre numéro de téléphone au format international, en commençant par le code pays

source: (unknown)
fr: (inconnu)

source: Who do you want to involve?
fr: Qui voulez-vous impliquer ?

source: Enter nick names, or email addresses, separated by commas.
fr: Fournir des noms ou des adresses email, séparés par des virgules.

source: Subject
fr: Sujet

source: Your message
fr: Votre message

source: You may attach a file of up to %sbytes
fr: Vous pouvez envoyer un fichier de moins de %soctets

source: Send
fr: Envoyer

source: lrp has logged in
fr: lrp s'est signé

source: Login using the last resort password
fr: Authentification utilisant le mot de passe de dernier ressort

source: Wait for one hour to recover from too many failed authentications.
fr: Attendez une heure avant de vous authentifier à nouveau.

source: Authenticated externally.
fr: Authentifiés extérieurement.

source: You have 1 grace authentication attempt.
fr: Vous pouvez tenter de vous authentifier encore 1 fois.

source: You have 2 grace authentication attempts.
fr: Vous pouvez tenter de vous authentifier encore 2 fois.

source: Please indicate a nick name.
fr: Merci d'indiquer un surnom.

source: Another member already has this nick name. Please select a different one.
fr: Un autre membre a déjà sélectionné ce surnom. Merci d'en choisir un autre.

source: Please indicate a password.
fr: Merci d'indiquer un mot de passe.

source: Click on the link below to activate your new account.
fr: Cliquez sur le lien ci-dessous pour activer votre compte.

source: New password has to be confirmed.
fr: Le nouveau mot de passe doit être confirmé.

source: This message has been automatically sent to you to confirm a change of your profile at %s.
fr: Ce message vous a été envoyé automatiquement pour confirmer votre nouvel enregistrement sur %s.

source: Authenticate with password %s
fr: Mot de passe %s

source: This action is forbidden with users::put_attributes function.
fr: Cette action est interdite avec la fonction users::put_attributes

source: Validate your e-mail address
fr: Validation de votre adresse de messagerie

source: <p>%s,</p><p>Your e-mail address has been validated, and you are now an active member of this community.</p>
fr: <p>%s,</p><p>Votre adresse de messagerie a été validée, et vous pouvez maintenant pleinement prendre part à la vie de cette communauté.</p>

source: Your e-mail address has not been validated.
fr: Votre adresse de messagerie n'a pas été validée.

source: Code to reference this user: %s
fr: Code pour référencer cette personne : %s

source: Share something, ask a question, or more
fr: Partagez une information, posez une question, ou plus encore

source: My pages
fr: Mes pages

source: Create a new web space
fr: Créer un nouvel espace web

source: Assign sections
fr: Assigner des sections

source: My sections
fr: Mes sections

source: Join %s at %s
fr: Joindre %s à %s

source: Co-browsing
fr: Co-navigation

source: Public key
fr: Clé publique

source: Anyone may read this profile.
fr: Tout le monde peut lire ce profil.

source: Don't confirm every password change.
fr: Ne pas confirmer les changements de mot de passe.

source: Don't alert me when my pages are commented.
fr: Ne pas m'alerter lorsque mes pages sont commentées.

source: Don't allow other members to contact me.
fr: Ne pas autoriser les autres membres à me contacter.

source: Don't send me periodical newsletters.
fr: Ne pas m'adresser les lettres d'information.

source: Editor: %s
fr: Editeur : %s

source: Browser GMT offset:
fr: Votre zone de temps:

source: hour(s)
fr: heure(s)

source: Add a file
fr: Ajouter un fichier

source: Followers
fr: Abonnés

source: Edit this profile
fr: Modifier ce profil

source: Press [e] to edit
fr: Appuyer sur [e] pour modifier

source: Delete this profile
fr: Supprimer ce profil

source: Transfer ownership
fr: Transférer les droits

source: Print this page
fr: Imprimer cette page

source: Share
fr: Partager

source: Stop notifications
fr: Arrêter les notifications

source: Follow this person
fr: Suivre cette personne

source: Manage your watch list
fr: Gérer ma liste de surveillance

source: Recent pages
fr: Pages récentes

source: Monitor
fr: Surveiller

source: Assign categories
fr: Assigner les catégories

source: Please provide parameters to the authenticator.
fr: Indiquez les paramètres pour l'authentification.

source: Impossible to connect to %.
fr: Impossible de se connecter à %s.

source: Invalid banner message from %s.
fr: Message de bannière invalide reçu de %s.

source: Impossible to submit name to %s.
fr: Impossible d'envoyer un nom à %s.

source: Impossible to submit password to %s.
fr: Impossible d'envoyer un mot de passe à %s.

source: Provide expected parameters to the REST POST authenticator.
fr: Ajoutez les paramètres adéquats après le type d'authentifieur.

source: Wrong format of the URL target for the HTTP authenticator.
fr: L'adresse web indiquée pour l'authentificateur REST POST est invalide.

source: Outbound HTTP is not authorized.
fr: Les requêtes vers l'extérieur ne sont pas autorisées.

source: Authenticators
fr: Authentification

source: Authenticators listed below can be used to link this server to an existing list of users.
fr: Les authenticateurs ci-dessous facilitent l'intégration de votre serveur à un gestionnaire d'utilisateurs existant.

source: For example, if you want to apply the authenticator <code>foo</code>, put that keyword in the %s.
fr: Par exemple, pour utiliser l'uathentificateur <code>foo</code>, placez ce mot-clé dans le %s.

source: configuration panel for users
fr: panneau de configuration des utilisateurs

source: Provide at least server name to the LDAP authenticator.
fr: Indiquez au moins le nom du serveur utilisé pour l'authentification LDAP.

source: Unknown LDAP option %s.
fr: Option LDAP %s inconnue.

source: LDAP %s: bad value '%s'.
fr: LDAP %s : valeur incorrecte '%s'.

source: Please activate the LDAP library.
fr: Merci d'activer la librairie LDAP.

source: Impossible to bind to LDAP server %s.
fr: Impossible de s'associer au serveur LDAP %s.

source: Impossible to search in LDAP server %s.
fr: Impossible de chercher sur le serveur LDAP %s.

source: No match for %s.
fr: Aucun résultat pour %s

source: Impossible to complete XML-RPC call to %s.
fr: Impossible de compléter l'appel XML-RPC vers %s.
