Repository: yacs/yacs
Catalog: i18n/locale/*/versions.po
Languages: fr

source: edited by %s %s
fr: modifié par %s %s

source: compare to current version
fr: comparer avec la version actuelle

source: Versions: %s
fr: Version : %s

source: List versions
fr: Toutes les versions

source: No anchor has been found.
fr: Aucun ancrage n'a été trouvé.

source: You are not allowed to perform this operation.
fr: Vous n'êtes pas autorisé à faire cette opération.

source: Done
fr: Terminé

source: Select a version to check differences with the current page. Only the last modification for any given date is saved in the database.
fr: Choisir une version pour visualiser les différences avec la page courante. Seule la dernière modification d'une même journée est conservée dans la base de données.

source: Help
fr: Aide

source: Restore: %s
fr: Restaurer : %s

source: The page has been successfully restored.
fr: La page a été correctement restaurée.

source: Unknown anchor %s
fr: Ancrage inconnu %s

source: Impossible to restore the previous version.
fr: Impossible de restaurer la version précédente.

source: Title
fr: Titre

source: Content of the overlay has changed
fr: Les informations additionnelles ont changé

source: Tags
fr: Etiquettes

source: Trailer
fr: Bas de page

source: Restore this version
fr: Restaurer cette version

source: Caution: restoration can not be reversed!
fr: Attention : la restauration est une opération irréversible !

source: This has been posted by %s %s.
fr: Ceci a été envoyé par %s %s.

source: Text inserted since that version.
fr: Texte inséré depuis cette version.

source: Text suppressed from this version.
fr: Texte de cette version qui a été supprimé.
